{"Generator": "設計訓練計劃",
  "Barbell-Hack-SquatD": "該練習是深蹲練習的衍生版，主要可幫助肌肉增長和鍛煉股四頭肌力量。\n\n步驟：杠鈴放在身后，靠近雙腳處。雙腳分開站立，與肩同寬，腳尖向前。\n\n雙腳牢牢抓緊地面，蹲下，雙手在身后以正手位抓住杠鈴。\n\n漸漸拉起杠鈴，完全伸展髖部和膝蓋。注意不要鎖死膝蓋。\n\n降低重心，向下深蹲，直至大腿於地面平行。\n\n緩慢起身，恢復起始位置。",
  "124-Seated-Palms-Down-Barbell-Wrist-CurlD": "該練習可以很好地鍛煉和增長前臂伸肌，也可以加強筋腱，以及小臂和手腕的連接組織的力量。\n\n步驟：掌心朝地面，將小臂靠在大腿上。雙手持握杠鈴，坐在訓練凳上。\n\n集中小臂力量，保持手臂靜止。以手腕為中心，旋轉手腕並將杠鈴向天花板方向抬高。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：不要猛力突然卷腕將啞鈴提高。使用緩慢、有控制的動作。對於一些人而言，該練習會損傷手肘筋腱。如果練習者經歷任何形式的疼痛都應該馬上停止該練習",
  "Bicep-Curls-V-Sit-on-DomeD": "該練習使用半圓平衡球，強迫練習者在練習動作時收縮腹部。練習的名稱源於完成該動作時身體成V-字型。\n\n步驟：雙手各持一個啞鈴，坐在半圓平衡球的弧頂處。\n\n保持雙腳靠緊，膝蓋彎曲。\n\n收腹，收緊腹部肌肉，保持背部平直。\n\n雙手垂直放於身體兩側，彎曲手臂，收縮肱二頭肌，將小臂向肩部移動。\n\n緩慢恢復起始位置。\n\n小貼士：盡量保持身體平衡，不要晃動腿部。",
  "47-Side-bend-on-a-benchD": "體側屈可以很好地練習斜腹肌，同時也可以鞏固背部和腿部肌肉。\n\n步驟：側身，將腳放在墊杆下，固定雙腿位置，將臀部靠在緩沖墊上。\n\n收緊斜腹肌，向地面彎曲身體，然后反向向天花板抬高上軀干。\n\n在更換另一邊練習之前，重復計劃好的練習次數。\n\n小貼士：不要搖晃身體，保証所有的動作都是有斜腹肌以緩慢、有控制的節奏完成。",
  "Crossover-With-BandsD": "阻力帶拉力器夾胸集中鍛煉胸肌和肱二頭肌，並且提供了特別的阻力。\n\n步驟：在拉索器的把手纏繞阻力帶，拉索應該在練習者胸部左右。背對機器，抓住阻力帶，兩手臂張開於身體兩側。通過移動身體位置（上前或者退后），阻力帶的力量不一。\n\n站立，雙腿與肩同寬，膝蓋微微彎曲，收腹。\n\n拉動阻力帶，直至雙手在胸前相交。保持該姿勢幾秒鐘，然后恢復至起始位置，即兩手臂伸開於身體兩側的位置。\n\n小貼士：試圖找到兩條近乎平行的拉索，這樣繞在上面的彈力帶不會滑動。",
  "Step-Up-Single-Leg-Balance-with-Bicep-CurlN": "單腳踏板二頭肌彎舉",
  "139-Machine-Pull-overD": "上拉動作可以很好的練習胸肌和背闊肌，並且是一個很好的胸肌常規訓練動作。\n\n步驟：坐在上拉器械上，保持背部挺直，雙腳平穩放置地面。\n\n雙手握住器械把手，將肱三頭肌放在墊子上。\n\n收縮胸肌和背闊肌以及腹肌，將器械杠在身體前側降低。\n\n在器械運動范圍之內，控制好重量片的運動節奏和幅度。",
  "decline-crunchD": "斜板卷腹可使雙腿在練習時保持穩定，並且使其從腹部肌肉群中分離出來。\n\n步驟：面部朝上，平躺在斜板上。\n\n將雙腳牢牢放置在墊子下。\n\n雙手交叉放置胸前，或者放在頭兩側，輕輕蓋住耳朵。\n\n完全放鬆，平躺在斜板上。然后收縮腹肌，緩慢抬起上身。 \n\n暫停一小會兒，然后回到起始位置。\n\n小貼士：盡量增大抬起上身的幅度，這樣可以增強鍛煉效果。",
  "One-Arm-Flat-Bench-Dumbbell-FlyeD": "該動作和雙手仰臥啞鈴飛鳥類似。它可以幫助練習者增強肩旋轉肌群和肩部肌肉。\n\n步驟:平躺在訓練凳上，一隻手扶住訓練凳。\n\n用另一手拿住啞鈴，手肘彎曲，使得小臂垂直地面，前臂平行地面。上推啞鈴至中胸正上方。\n\n一旦啞鈴於中胸線豎直重合，就開始緩慢的降低啞鈴至起始位置。\n\n小貼士：想想單手擁抱的姿勢對理解該動作有利。",
  "Smith-Machine-Reverse-Calf-RaisesN": "史密斯機反向提踵",
  "Cable-Seated-Rear-Lateral-RaiseD": "這是一個有趣的側平舉改良版。\n\n步驟：將一個長凳放置在兩個拉力器中間。交叉抓住拉力器把手，使拉力器繩索在背后交叉。坐在長凳上，雙腳自然向前，雙手在大腿下面交叉。彎身，使胸部貼住膝蓋，或者在膝蓋上方一點。\n\n肩部發力，牽引手肘，緩慢拉繩索器，同時手臂向外抬高，直至與地面平行。保持該姿勢一小會兒，然后降低把手恢復起始位置。",
  "55-Reverse-One-Arm-Cable-Tricep-ExtensionD": "該練習可以通過鍛煉肱三頭肌增加上手臂的肌肉量。\n\n步驟：以反手位抓握住高處的滑輪拉索。\n\n將手肘夾緊腰部，彎曲手臂。收縮肱三頭肌，保持上臂不動，集中力量將手臂伸直，將拉索把手降下至腰部。\n\n始終保持對運動的控制，回到起始位置。重復計劃好的練習次數，然后更換另一隻手練習同樣動作。",
  "weightlossExtraName": "終極燃脂計劃",
  "Decline-Barbell-Bench-PressN": "下斜杠鈴臥推",
  "Recommendation": "推薦",
  "Cable-Seated-Rear-Lateral-RaiseN": "坐姿拉力器側平舉",
  "91-Chest-Stretch-1N": "擴胸",
  "93-Lower-Back-StretchN": "長斜方肌（下背部）拉伸",
  "12-Military-press-Smith-machine-behind-neckD": "和其他杠鈴推舉類似，該動作也可以同時鍛煉肩部和全身肌肉。然而，和普通肩推姿勢的不同導致該動作主要鍛煉肱三頭肌和三頭肌並且極易損傷肩部筋腱。所以，如果練習者有肩部損傷或者肩部處於容易損傷的情況，請避免練習該動作。\n\n步驟：將杠鈴舉在略低於肩部處，給杠鈴裝好適當的重量。\n\n膝蓋彎曲，雙手分開，與肩同寬，正手位抓住杠鈴。手肘、手腕和肩膀應該在同一直線在。\n\n向上推舉杠鈴，直至手臂伸展完全，但是肘關節不能鎖死。\n\n緩慢降低杠鈴到腦后方，然后再向上推舉直至手臂伸展充分。但是手肘關節依舊不能鎖死。\n\n小貼士：兩手分開抓握杠鈴的位置可以決定鍛煉的肌肉部位。如果雙手分開的距離窄於肩膀，該動作將練習更多的肱三頭肌。而寬於肩部的握持杠鈴方法對肩部筋腱的損害尤其大，練習者需要避免這種握持方法。",
  "femaleCoolGirlExtraName": "女神健身計劃",
  "Seated-Overhead-Barbell-Triceps-ExtensionN": "坐姿杠鈴頸后臂屈伸",
  "femaleBopGymExtraName": "腹部，腿部塑形計劃",
  "Front-Barbell-Squat-To-A-BenchD": "該練習和舉杠鈴深蹲鍛煉的肌肉相同，但是重量沒有壓在肩膀上。若練習者背部和頸部有傷，可用此動作代替舉杠鈴深蹲。該版本的深蹲使用凳子來提醒練習者合適的下蹲距離。\n\n步驟：在身后放置一個長凳。\n\n雙手交叉於胸前，將杠鈴放在前胸肌上，倚靠在三角肌上。\n\n保持背部和頭部挺直，收腹，腳尖成小角度的八字形分開。\n\n緩慢深蹲，使得大腿於地面平行。\n\n緩慢恢復起始位置。\n\n小貼士：可以在身體無負重情況下練習深蹲動作以熟悉該動作。在動作的全過程中不要坐在長凳上。",
  "WBlockTargetMuscleGain": "強肌塑形計劃",
  "63-Machine-Lat-Pull-DownD": "背闊肌下拉可以使背闊肌增長，極好地幫助健身者練出V-字型美背。該練習也可鍛煉長斜方肌（中背部）、肩膀和手臂的肌肉。\n\n步驟：坐在背闊肌下拉器械上，調整橫杠高度，使得膝蓋卡在橫杠下方。\n\n掌心朝前，抓握器械把手。為了鍛煉背闊肌，調整雙手分開距離，應該與肩同寬。\n\n收縮背部肌肉，發力將把手從頭頂上方拉下直至下方鎖骨處。下拉時保持背部挺直，挺胸。\n\n控制把手運動的節奏，使其緩慢恢復起始位置。\n\n小貼士：肱二頭肌和肩部肌肉極易在該練習中替代背闊肌發力。可以想象將自己手肘的下端向自己身體下拉的動作，這樣可以使練習者集中負重在背闊肌上。在練習中，保証能感受到背闊肌的運動。",
  "Pullover-On-Stability-Ball-With-WeightD": "該動作利用平衡球來提供背部和臀部的主要平衡支撐。\n\n步驟：雙手各持一個啞鈴，或者握住杠鈴，坐在平衡球上，雙腳穩定的平放於地面。\n\n身體向后，平躺在平衡球上，這樣上腹部成為身體在平衡球上的支撐點。\n\n伸展手臂，舉起啞鈴或者杠鈴至胸部正上方。\n\n肩部為中心，以弓形軌跡將啞鈴或杠鈴朝地面方向運動至頭上方。\n\n回到起始位置。\n\n小貼士：做該動作之前，練習者需要熟悉平衡球的使用。",
  "Seated-Triceps-PressD": "該練習使用雙手握住啞鈴，集中練習肱三頭肌。\n\n步驟：坐在一個有矮靠背的訓練椅上，雙腳平穩放在地上。\n\n收腹，掌心相對，抓住啞鈴橫杠，將啞鈴抬高至頭上方，該姿勢為起始動作。\n\n以弧線軌跡降低啞鈴，使其從頭上方運動至背后處。\n\n緩慢恢復至起始位置。",
  "wide-stance-leg-pressD": "該練習是腿部推舉的一個版本。通過雙腳分離開的寬位站立姿勢，練習者可以集中練習內側腿部肌肉。\n\n步驟：坐在腿部推舉機上，雙腳分開約9厘米，腳尖以外八字型略略朝外分開，踏在腳踏板上。\n\n雙手握住器械兩邊的把手，解開安全鎖。\n收緊腹部，彎曲膝蓋，盡量使重量片靠近胸部。\n\n保持該姿勢幾秒鐘，緩慢伸直雙腿，使重量片回到起始位置。\n\n小貼士：在頂端時，不要鎖死膝蓋。",
  "Lying-Supine-Dumbbell-CurlN": "仰臥啞鈴彎舉",
  "RoutineShouldersExtraName": "肩部常規練習",
  "24-Alternate-Reach-and-CatchN": "交替觸膝",
  "One-Arm-Flat-Bench-Dumbbell-FlyeN": "單手仰臥啞鈴飛鳥",
  "Dead-LiftsD": "該動作練習下背部和腿部肌肉。\n\n步驟：雙腳分開，與肩同寬。\n\n保持背部平直，彎曲髖部，膝蓋微微彎曲。\n\n雙手以正手位各持一個啞鈴。\n\n雙臂下垂，身體上移，挺直背部。\n\n再次彎曲髖部，使得啞鈴降低至接近地面處。\n\n回到起始位置。\n\n小貼士：在掌握標准的動作之前，不要增加啞鈴的重量。",
  "Lying Close-Grip-Barbell-Triceps-Press-To-ChinN": "窄握杠鈴仰臥臂屈伸（下顎處臂屈伸）",
  "RoutineChestWorkoutDescription": "你可以將該練習包含在你的訓練計劃中。\n挑選出的訓練動作可以訓練胸肌的每個部分。\n除了主要胸肌群之外，該動作也鍛煉肱三頭肌。\n\n對初學者的小貼士: \n- 每周安排一次鍛煉胸部肌肉群的練習。\n -隻做前四項練習。如果感覺前面四項練習很容易完成，那麼可以完成全部六項練習。\n\n對高級健身者的小貼士：\n-每周鍛煉一次背部肌肉群。\n-完成所有六項練習。\n\n對專業健身者的小提醒:\n-注意瀏覽針對高級健身者的小貼士。您可以增加重復練習整套動作的次數至4次。 \n\n通用小貼士：\n- 第一個練習動作是熱身運動。你可以重復這個動作15次以上。\n- 如果您在家健身，用下啞鈴臥推代替下斜杠鈴臥推。",
  "57-Full-Range-of-Motion-Straight-CrossoverN": "整體拉索十字下拉",
  "Weighted-Ball-Side-BendN": "平衡球體側屈",
  "premuim3WorkoutAvailable": "有高級訂閱項目下載",
  "Dumbbell-Lying-One-Arm-Rear-Lateral-RaiseN": "俯身單手側平舉",
  "30-Crunches-FloorD": "卷腹是所有常規腹肌練習的基礎。該練習是坐姿練習的很好替代版本，同時卷腹動作不易傷害背部，但同時又能很好練習腹肌。\n\n步驟：背部貼地，平躺於地面，雙手放於耳邊或者輕輕接觸太陽穴。練習者也可以將手臂交叉於胸前。\n\n彎曲膝蓋，抬起雙腿，直至小腿與地面平行。\n\n收縮腹肌，卷腹，將軀干向腿部抬起。練習者的下背部應該保持平穩，支撐身體，身體平衡點應該在肋骨下側。\n\n降低軀干至起始位置。\n\n小貼士：與其他卷腹練習一樣，保証正確的卷腹動作十分關鍵。練習者的軀干應該向下彎曲，像折報紙的過程一樣。這樣可以減少背部拉伸，同時集中力量於腹部。",
  "Seated-Bent-Over-One-Arm-Dumbbell-Triceps-ExtensionN": "坐姿單手啞鈴臂屈伸",
  "114-One-Arm-Seated-Neutral-Dumbbell-Wrist-CurlN": "坐姿單臂中立位啞鈴卷腕",
  "ProVersionFeatureTracker": "跟蹤你的體重變化（圖表查看）。",
  "28-Cable-Side-BendsD": "該練習在鍛煉腹斜肌的同時也練習了其他部位腹肌。\n\n步驟：站在低位拉索滑輪的左側。\n\n挺胸，背部挺直站立。抓住拉索滑輪把手，緩慢將軀干向右彎曲。收縮腹部，使用腹部力量，拉起重量。\n\n緩慢、有控制地挺直軀干，回到起始位置。在更換另一隻手臂練習之前，重復計劃好的練習次數。更換手臂和側屈的方向，重復動作。\n\n小貼士：保証背部挺直，動作是由腹肌和腹斜肌完成，而不是背部肌肉。",
  "premium3ExtraShortName": "高級訂閱會員",
  "hstworkoutExtraDescription": "增肌訓練旨在促進全身肌肉生長。該計劃非常適合於用普通訓練計劃不能滿足訓練目標的訓練者。\n\n該計劃持續八周，包括四次循環練習。健身者每周需要鍛煉三次。購買后您將會獲得關於該計劃的更多細節信息。\n\n\n目標：促進全身肌肉生長。\n目標人群：男性和女性均可。\n適用者：高級健身者和專業健身者。\n完成地點：健身房。\n器材要求：啞鈴、杠鈴和其他健身器材。\n類型：持續八周的訓練計劃。",
  "Barbell-Step-UpsD": "該練習在練習肌肉的同時鍛煉身體協調性。\n\n步驟：在面前放置一個盒子或者凳子。\n\n雙手抓握杠鈴，並將它扛在肩上。\n\n左腳踏上凳子，然后右腳也踏上盒子。\n\n左腳先回到地面，然后右腳跟隨左腳回到地面上。\n\n更換起始踏上凳子的腳，重復動作。\n\n小貼士：使用較輕的重量，直到練習者習慣該動作。",
  "18-Oblique-Raises-on-Parallel-BarsD": "該練習可以很好地鍛煉和增強身體各處斜肌力量，同時，該練習可以幫助健身者消除腰間贅肉。傾斜杠鈴提膝的動作和垂直杠鈴提膝的動作幾乎相同，但是加入了一些腿部的傾斜動作。\n\n步驟：背朝器械，雙手手肘部架在雙杠上。\n\n收縮下腹部和腿上部斜肌，提起雙腿，彎曲膝蓋使小腿和大腿成直角，然后將雙腿向一側傾斜。\n\n在將雙腳向另一側提起之前，緩慢有控制的降低雙腿回到起始位置。\n\n側重復預定好的練習次數。\n\n小貼士：練習中，始終保持雙腿並攏，這樣可以幫助身體平衡。和其他動作一樣，不要過度搖晃雙腿，利用慣性完成練習。練習者應該緩慢地控制動作的完成來避免利用慣性。",
  "129-Reverse-Concentration-CurlD": "集中型單臂彎舉可以單獨練習肱二頭肌，也可鍛煉前臂。\n\n步驟：坐在訓練凳上，右手握持啞鈴。\n\n將右手肘關節靠在右腿上，右手在兩腿中間。\n\n手心朝地面，緩慢、小心地將啞鈴朝上方彎舉。在最高點時，再次收縮肱二頭肌和前臂肌肉。緩慢、有控制地降低啞鈴至起始位置。\n\n在更換另一隻手練習之前，重復計劃好的彎舉次數。\n\n小貼士：不要搖晃手臂，這樣可能損傷手肘。相反的，用緩慢而又有控制的動作節奏完成該練習。不要搖晃上身以借力移動啞鈴。練習者應該保持身體穩定靜止，減少動作過程中的慣性，因為慣性會減少啞鈴加在肱二頭肌上的負重力。",
  "139-Machine-Pull-overN": "器械上拉",
  "cross-body-crunchD": "該卷腹運動全面鍛煉上半部分和下半部分的腹肌。\n\n步驟：仰臥平躺，彎曲膝蓋成60度，雙腳自然放在地面。\n\n雙手輕放在耳邊，蓋住耳朵。\n\n腹部收縮起身，同時抬起左腿，在起身同時盡量在胸上方將右手肘靠近左膝。\n\n回到起始位置，用反方向手肘和腿再重復一次。\n\n小貼士：在該動作彎曲身體時，保持腹肌收縮。",
  "WBlockPlace": "場所",
  "Wide-Grip-Decline-Barbell-PulloverD": "該動作是一個高級的鍛煉胸大肌的練習。和寬握杠鈴上拉類似，該動作集中練習胸肌、肩部和核心肌肉群（腹肌）。\n\n步驟：平躺在個下斜的訓練凳上，腳尖高於頭部。\n\n雙手分開，寬於肩部（接近兩邊重量板），抓住杠鈴，將其放在大腿上側。以肩部為中心，按照弧線形，向著地面方向，將杠鈴從大腿處舉至頭頂上方。\n\n緩慢恢復杠鈴至起始位置，放在大腿上。\n\n小貼士：練習中試圖將杠鈴從兩頭向中間擠壓可以加強肌肉收縮。\n\n動作范圍不要超過正常的運動能力。\n\n肩部受傷和疼痛的情況下，不可以練習該動作。",
  "Leg-PressD": "腿部推舉和后蹲練習一起是鍛煉出強健腿部肌肉的重要練習。\n\n步驟：調整機器，使你的腳能在微微彎曲狀態下觸到腳台。\n\n坐好，將你的髖部靠住斜墊，並把你的雙腳以肩寬的距離踏在腳台上，伸直腿，解開安全栓扣。\n\n慢慢向身體方向降低負重，保持腹部收緊，直至膝關節成90度時停止。\n\n小貼士：不要鎖死膝關節，不要用力過猛以至於負重彈跳。",
  "femaleBackGymExtraDescription2": "該課程可以單獨練習，也可以結合您常規鍛煉計劃進行。為達到最好效果，我們建議每周練習兩次，每次30分鐘左右。該課程需要在健身器上單獨練習，比較適合初級健身者，高級健身者可以適當延長練習時間。",
  "87-Lying-Cable-Rope-Extension-PulloverN": "平躺拉索直臂上拉",
  "seated-ab-crunchN": "坐式卷腹",
  "120-Standing-Behind-the-Back-Cable-Wrist-CurlN": "站姿背后拉索卷腕",
  "Barbell-Ab-Rollout-On-KneesN": "屈膝俯身杠鈴外移",
  "Wide-Grip-Standing-Barbell-CurlD": "該動作是杠鈴彎舉的寬握姿勢版本。寬握杠鈴可以使得練習集中鍛煉手臂外側的肌肉。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n掌心朝上，盡量寬的將雙手分開，保証動作舒適，以反手位抓握杠鈴。\n\n完全伸直雙臂，將曲杠鈴倚靠在腿前側上。\n\n保持手臂伸直，彎曲前臂，使杠鈴向胸部移動，直至前臂接觸胸部。\n\n停頓幾秒鐘，然后恢復起始位置。\n\n小貼士：如果練習者在練習中晃動身體，可以倚靠牆壁完成此動作。",
  "one-arm-triceps-extensionN": "高位拉索單臂臂屈伸",
  "wide-stance-leg-pressN": "寬站立腿部推舉",
  "Cable-ShrugsN": "拉索聳肩",
  "femaleFatBurnerHomeExtraName": "居家減肥計劃",
  "38-Oblique-Twists-with-Weight-PlateD": "該練習鍛煉斜腹肌，以及其他用來支撐重量板的肌肉。\n\n步驟：站立，雙腳分開，略寬於肩膀，將一片重量合適的重量板拿起至於軀干前方。\n\n保証雙腿穩穩站立地面，緩慢、有控制地旋轉軀干，保証腹部拉伸。\n\n回到起始位置，在另一方向重復旋轉軀干。\n\n小貼士：在該動作中不要搖晃身體十分關鍵。同時，練習者也不能利用重量板旋轉的慣性來旋轉軀干。保持動作緩慢、穩定，完全控制重量板。",
  "25-Barbell-Side-BendN": "杠鈴體側屈",
  "80-Cable-Decline-Chest-FlyN": "下斜飛鳥",
  "Prone-Incline-Bicep-CurlsD": "該動作在練習啞鈴彎舉的同時使用上斜訓練椅來改變身體姿勢。該動作和斜拖彎舉類似。\n\n步驟：調整上斜訓練椅至45度角。\n\n雙手各持一個啞鈴，面朝下，躺在上斜訓練凳上，雙腳平穩地放在地面。\n\n雙臂下垂在身體兩側。\n\n保持手肘垂直，收縮肱二頭肌，小臂向頭部抬起。\n\n緩慢、控制的將啞鈴降低至起始位置，然后重復以上動作。\n\n小貼士：練習時盡量保持動作穩定，不要讓手臂晃動。",
  "104-Dumbbell-Lying-PronationN": "啞鈴側躺內轉",
  "Bicep-Curls-MachineD": "該動作利用彎舉機器來保証彎舉動作的准確性。\n\n步驟：調整座椅高度，保証手臂可以舒適的放在旋轉軸上。\n\n將手抵住墊子，並在全過程中保持手臂和墊子相對靜止。\n\n向上彎曲手臂直至不能再彎曲為止。\n\n緩慢降低手臂至起始位置。",
  "Standing-Towel-Triceps-ExtensionD": "該練習需要另一個人合作提供阻力，或者用練習者自身體重練習肌肉。\n\n步驟：站立，雙腳與肩同寬，背部挺直，收腹。\n\n將一塊毛巾舉起，伸直手臂，朝向天花板。\n\n讓同伴從后方抓住毛巾，提供練習所需的持續阻力。\n\n降低前臂，直到前臂接觸到肱二頭肌，然后緩慢舉高手臂至起始位置。\n\n小貼士：訓練中保持上臂貼在耳朵外側。",
  "standing-one-arm-triceps-extensionD": "該動作是頸后臂屈伸的單手站姿形式。\n\n步驟：站立，雙腳與肩同寬，背部挺直，收腹。\n\n掌心向上，右手握住啞鈴。\n\n將啞鈴舉過頭頂，緩緩屈肘，使啞鈴以弧線在頭后方運動，保持啞鈴與脊椎平行。\n\n緩慢舉起啞鈴至高於頭部的起始位。\n\n更換另一隻手臂，重復動作。\n\n小貼士：訓練中保持上臂貼在耳朵外側",
  "Cable-Internal-RotationN": "肩關節內向轉動",
  "Wide-Grip-Standing-Barbell-CurlN": "寬握站姿杠鈴彎舉",
  "31-Decline-Ab-ReachN": "下斜伸臂卷腹",
  "121-Seated-Reverse-Dumbbell-Wrist-CurlN": "坐姿正手握啞鈴卷腕",
  "Smith-Machine-Rear-Deltoid-RowD": "該練習鍛煉上背部肌肉，防止肌肉不平衡，使站姿更加優美。\n\n步驟：雙腳分開，與肩同寬，膝蓋微微彎曲，上身挺直。向前彎腰，直至軀干與地面平行。正手位寬握杠鈴。保持胸部挺直，盡量上拉杠鈴。保持該姿勢幾秒鐘，然后緩慢可控的將杠鈴降下。\n\n小貼士：即使用較輕的重量，該動作也很有挑戰性。請練習者保証動作標准，以免導致背部損傷。",
  "Seated-Overhead-Barbell-Triceps-ExtensionD": "該練習使杠鈴在頸后運動，這樣可以達到分離集中鍛煉肱三頭肌的作用。\n\n步驟：坐在一個有背椅的訓練凳上，雙腳平穩放在地上，背部挺直。\n\n雙手分開約15-16厘米，握住杠鈴或者曲杠鈴。\n\n將杠鈴舉過頭頂，以肩部為中心，按弧形軌跡降低杠鈴至腦后。\n\n恢復起始位置。",
  "78-Bent-Arm-Dumbbell-PulloverD": "練習胸肌的上拉動作在健身者中相對不是很流行。但是上拉練習可以很好地混合在其他日常的胸肌練習中。\n\n步驟：面朝上躺在一個平行於地面的訓練凳上，訓練凳支持雙肩和上軀干，雙腳分開，於肩同寬，平穩地放在地面以支撐微微懸起的中腰部。\n\n雙手抓住同一個啞鈴，將其保持在頭部正上方。收縮胸肌，使得啞鈴向天花板方向抬起。\n\n依舊使用胸肌控制啞鈴運動，按照相反方向移動杠鈴，回到起始位置。重復計劃好的練習次數。\n\n小貼士：當從地面拿起啞鈴時，肩部極易受損。當練習者使用很重的啞鈴時，需要有同伴幫忙將啞鈴拿到起始位置。",
  "Dumbbell-FlysN": "仰臥啞鈴飛鳥",
  "Lying-Dumbbell-Tricep-ExtensionD": "該練習利用手臂的重量來增加阻力，提高動作難度。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺，腳底貼緊地面。\n\n手心相對，雙手握住啞鈴，將啞鈴舉至身體上方。\n\n手臂伸直，伸向天花板。\n\n保持肘關節和上臂靜止，以肩膀為中心，按弓形運動將啞鈴降下至頭后方。\n\n緩慢將啞鈴舉回起始位置。",
  "Lying-Supine-Dumbbell-CurlD": "該動作也是一個練習肱二頭肌的動作，但是平躺的姿勢可以更好的單獨練習肱二頭肌。這是一個高級的健身動作。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺，雙腳平穩放在地面。\n\n雙手各持一個啞鈴，掌心相對，雙臂下垂在身體兩側。\n\n緩慢抬高手臂直至它們與胸部同高，然后彎曲啞鈴，旋轉手腕，使小臂接觸肱二頭肌。\n\n緩慢降低手臂至起始位置。\n\n小貼士：從較輕的負重開始，逐漸熟悉該動作。",
  "62-Machine-Assisted-Pull-UpD": "上拉練習被有些人稱為“上肢深蹲”。上拉運動可以練習到背肌，手臂肌肉，肩部肌肉和核心肌肉群。五器械輔助的上拉利用身體體重，可能對新手難度太大。所以器械輔助引體向上是幫助新手增強肌肉強度和力量的很好選擇。\n\n步驟：依據練習者想減輕的重量，調整平台的高度。\n\n 手心朝下，握住兩根上撐杆，與肩同寬。\n\n站或者跪在平台上，降低身體直至雙手臂伸直，但肘關節不要鎖死。\n\n將自己的身體上提，直至上撐杆高於練習者下巴。\n\n小貼士：雙手如若分得過開，可以很好的練習背部，但是容易導致肩部損傷。所以，若練習者想將手分得更開一些，一定要考慮到可能的肩部損傷。",
  "Standing-Dumbbell-Upright-RowN": "站姿啞鈴立正劃船",
  "Standing-Bicep-Cable-CurlN": "站姿低位拉索彎舉",
  "FitnessStudio": "健身房",
  "Standing-Towel-Triceps-ExtensionN": "站姿毛巾頸后臂屈伸",
  "hstworkoutName": "增肌計劃-循環%@",
  "overhead-curlD": "通過使用拉索，該練習可單獨鍛煉肱二頭肌。\n\n步驟：將兩個把手挂在兩側高位滑輪上，人站在中間。\n\n從下方抓住把手，掌心向上。站立，雙腳與肩同寬，膝蓋微微彎曲。\n\n兩隻手臂各自完全伸展。\n\n肘部彎曲，轉動手腕，以平穩的動作將兩側把手拉向你的頭部。\n\n當二頭肌收縮到最大限度時，停頓一下。然后慢慢地回到開始位置。",
  "Lying-Dumbbell-Tricep-ExtensionN": "臥姿啞鈴頸后臂屈伸",
  "95-Abductor-StretchD": "該練習拉伸臀肌和外展肌。\n\n步驟：平躺地面上，雙膝彎曲，雙腳懸空。\n\n將右腳繞在左腿膝蓋上面。\n\n保持該姿勢10-30秒鐘，然后恢復平躺動作，更換另一隻腳重復。",
  "WGQuestion2": "請選擇您的年齡",
  "Dips-Triceps-VersionN": "屈臂撐-肱三頭肌",
  "Hammer-Grip-Incline-DB-Bench-PressD": "錘式啞鈴上斜臥推是標准臥推的一個衍生動作，但該動作要求掌心相對。使用錘式握住啞鈴可以使力量集中在胸部，減少肩部壓力。\n\n步驟：仰臥躺在上斜的訓練凳上，雙手各握持一個啞鈴。掌心相對，雙臂自然舒服的支力在身體兩側。手臂與身體形成45度角。\n\n舉起啞鈴，始終保持掌心相對。伸直手臂，直至啞鈴達到肩部的正上方。保持該姿勢幾秒鐘，然后緩慢降低啞鈴。\n\n當降下啞鈴時，注意保持雙手掌心相對。在胸部上方6厘米處停止運動,重復以上動作。",
  "Dumbbell-Incline-Bench-PressD": "啞鈴上斜臥推主要鍛煉上半部分的胸肌。\n\n步驟：調整練習長凳呈30度斜角。放置好兩個啞鈴在身體兩側，坐在長凳上。\n\n兩臂伸直持啞鈴位於胸部上方（接近鎖骨處）。手臂彎曲，前臂朝上。\n\n注意使用胸肌，垂直推舉啞鈴。應該感覺力量似乎來著手肘。將啞鈴舉至最高處，但不要鎖死肘關節，然后緩慢放下啞鈴至胸部上方，回到起始位置。\n\n小貼士：如果您使用的重量很大，做好准備動作時可以遇到困難。理想狀態下，您最好有一個同伴幫助完成該動作。若您沒有同伴看護，嘗試用以下方法做好准備動作。將兩個啞鈴放在大腿上，握住啞鈴，用腿將啞鈴上推，同時手拉啞鈴至起始位置。",
  "femaleCoolGirlExtraDescription": "無氧運動對您的身體大有裨益。與有氧運動相比，無氧運動不僅在訓練中和訓練后燃燒更多的熱量，也能增強身體在非健身期間消耗額外熱量的功能。\n\n您隻需要准備一個杠鈴和幾個杠片，就可以開始全身鍛煉計劃，不需要在各種健身機械或器材間來回切換。為達到明顯效果，建議您每周鍛煉兩次，每次40分鐘左右。",
  "BOSU-Ball-Push-UpsD": "該練習結合了普通俯臥撐和半圓形的平衡球來鍛煉核心動作。這些動作加強腹部和背部肌肉力量。\n\n步驟：將半圓平衡球平的一面放置在地面上。\n\n雙腳跪在地面，雙臂完全伸展支撐在平衡球上，保持身體平直。\n\n保持腹肌收緊，身體平直，降低身體，直至胸部幾乎接觸到半圓平衡球。\n\n保持該動作幾秒鐘，然后回到起始動作。\n\n小貼士：該練習較難掌握，初學者應該從普通仰臥起坐開始練習。",
  "Dumbbell-Step-UpsD": "該練習在練習肌肉的同時鍛煉身體協調性。\n\n步驟：在面前放置一個盒子或者凳子。\n\n雙手各握持一個啞鈴。\n\n左腳踏上凳子，然后右腳也踏上盒子。\n\n先回到地面，然后右腳跟隨左腳回到地面上。\n\n更換起始踏上凳子的腳成右腳，重復動作。\n\n小貼士：使用較輕的重量，直到練習者習慣該動作。",
  "Dumbbell-Lying-One-Arm-Rear-Lateral-RaiseD": "俯身單手側平舉是一個相對高級的健身動作，集中練習三角肌后束。\n\n步驟：面朝下，俯身躺在一個長凳上。單手抓住一個啞鈴，讓啞鈴和手臂懸在長凳一側。保証凳子高度合適，啞鈴不會接觸地面。\n\n收縮三角肌，保持手臂長度不變，舉起啞鈴，在最高點保持姿勢幾秒鐘，然后以緩慢、有控制的節奏降下啞鈴回到起始位置。",
  "BoxingD": " ",
  "dumbbell": "啞鈴",
  "Bent-Arm-PulloverN": "屈臂上拉",
  "WBlockFatFood": "減肥塑形，打造完美肌肉線條需要配合健康的飲食。請向營養師咨詢合理的飲食計劃。小提示：沒有局部減肥（例如腹部減肥），減肥是減掉全身的脂肪。",
  "53-Lat-Pulldown-behind-neckN": "背闊肌頸后下拉",
  "18-Oblique-Raises-on-Parallel-BarsN": "傾斜杠鈴提膝",
  "Female": "女性",
  "Wide-Grip-Decline-Barbell-PulloverN": "寬握下斜杠鈴上拉 ",
  "concentration-curlN": "集中型單臂啞鈴臂屈伸",
  "100-Calves-Stretch-2D": "該練習是另一個拉伸小腿的動作。\n\n步驟：左腿向前跨一步，並且彎曲左腿膝蓋。\n\n向前傾斜上身，同時保持右腿伸直，右腳掌接觸地面\n\n保持該姿勢10-30秒鐘。然后更換另一隻腿，重復以上練習。",
  "JM-PressN": "JM臥推",
  "5-side-Lateral-Raise-one-handD": "側平舉可以將力量主要加在三角肌中部，從而獨立鍛煉三角肌的中段部分。\n\n步驟：雙腳分開站立，雙膝微彎，單手持一個啞鈴。手臂自然下垂，將啞鈴垂在腿前。\n\n手臂微彎，向身體側面舉起啞鈴，直至手臂與地面平行。\n\n啞鈴略向地面傾斜(如同將水到處杯子)，並在最高點保持幾秒鐘。\n\n保持對啞鈴的控制力，緩慢降低手臂至初始位置。\n\n重復計劃需完成的練習次數，然后更換另一隻手重復。\n\n小貼士：側平舉對肩部內側的連接組織可能產生損壞，所以練習者不能使用過重的啞鈴。該練習中，動作標准、動作幅度充足可以增加練習的效果。保証使用的啞鈴重量是練習者可以掌控和適應的，動作全過程不能有急促抬舉的動作。一定不要將啞鈴舉高至肩膀以上。",
  "Lying-Close-Grip-Bar-Curl-On-High-PulleyN": "臥式窄握高位拉索彎舉",
  "AerobicsN": "有氧健身",
  "Wide-Stance-Barbell-SquatN": "寬站距深蹲",
  "Thigh-AbductorD": "該練習主要練習股外肌側肌。\n\n步驟：坐在腿部外彎機上，將膝蓋抵住墊子放置好。\n\n收緊腹部和股外肌側肌，雙腿外擴向外運動，將機器中間墊子分開。\n\n緩慢恢復至起始位置，再重復。\n\n小貼士：保証阻力在同一水平位置可以最大化訓練效果。",
  "RoutineBackExtraShortName": "背部肌肉群常規練習",
  "Straight-Arm-PulldownD": "該練習幫助健身者鍛煉背闊肌和肱三頭肌。(手臂背面)\n\n步驟：雙手寬握把手，使得手握住把手向下的部分。\n\n收緊腹部，站立。手臂微微彎曲，手腕穩定地從起始位置向下拉把手至大腿前側。\n\n控制的讓把手向上，回到起始位置。",
  "Smith-Machine-Dead-LiftsN": "史密斯硬拉",
  "Lying-Incline-CurlD": "該練習在杠鈴彎舉的基礎上，用上斜的訓練凳改變身體姿勢。該動作和斜拖彎舉類似。\n\n步驟：調整訓練凳角度成45度。\n\n面朝下，將頭伸出訓練凳一端。腳掌抵住地面，支持身體。雙手分開，與肩同寬，反手位抓握杠鈴。\n\n雙臂下垂在身體兩側。\n\n保持手肘平直，收縮肱二頭肌，將杠鈴向頭部舉高。\n\n控制的、緩慢將杠鈴降下，並重復動作。\n\n小貼士：在練習該動作時，保持動作穩定，防止手臂晃動。",
  "Ball-Wall-CirclesD": "健身球倚牆繞推在鍛煉肩旋轉肌群的同時鍛煉胸肌。\n\n步驟： 站立，雙腳分開，與肩同寬。將健身球放置在與胸部平行的高度，伸直手臂，單手將球依靠牆壁不下滑。用左手，繞推健身球。完成繞推后，更換旋繞方向。最后更換另一隻手臂。\n\n小貼士：不要靠牆壁過近，保証手臂完全伸直，不要鎖死肘關節。\n\n使用肩旋轉肌群時要小心避免受傷。",
  "80-Cable-Decline-Chest-FlyD": "為了使得胸肌對稱美觀，練習者需要鍛煉胸肌的各個方面。下斜飛鳥一直被認為集中練習中部和下部胸肌。\n\n步驟：將一個下斜訓練凳放置在兩個低位拉索滑輪中間。\n\n雙腳扣住下斜凳的橫杠，固定好雙腿，保証身體平穩。下后躺下，面部朝上。 \n\n雙手各握一個輪滑把手，手臂向身體兩側展開，身體呈十字形，不要鎖死肘關節。\n\n收縮背闊肌和胸肌，肩部固定住，提高雙臂，將雙手上的把手向身體上方合攏。保証能感覺到胸肌的收縮和運動。\n\n以相同緩慢、控制的節奏，使輪滑把手回到起始位置。",
  "111-One-Arm-Neutral-Dumbbell-Wrist-Curl-Over-BenchN": "單臂中立位啞鈴拖手臂卷腕",
  "One-Arm-Upright-RowD": "單手啞鈴上提集中練習三角肌和斜方肌。該動作整合聳肩運動和啞鈴上提運動。\n\n步驟：站立，雙腳與肩同寬，收緊腹部。掌心朝向身體，雙手各抓取一隻啞鈴。\n\n使用三角肌和斜方肌牽引手肘，提起啞鈴，使其向上運動至肩膀前方。在最高點處停頓一會，然后降低啞鈴回到起始位置。\n\n重復幾次，然后換另一隻手臂。\n\n小貼士：練習者可站在牆或者機械旁。用不練習的另一隻空手，支撐牆或者器械，以獲得身體平衡性。",
  "98-Lower-Arm-StretchD": "該練習拉伸前臂伸肌。\n\n步驟：站立，旋轉右手手腕和手臂，使得右手掌心朝身體方向。\n\n用右手握住左手，雙手合十，放於身體前側。\n\n緩慢向身體方向上拉右手，直至練習者感覺前臂拉伸。\n\n保持該姿勢10-30秒，然后更換另一隻手重復。",
  "Standing-Front-Barbell-Raise-Over-HeadN": "杠鈴前平舉",
  "Reverse-Triceps-Bench-PressN": "反手臥推",
  "Flexor-Incline-CurlsN": "上斜屈肌彎舉",
  "136-Smith-Machine-Shoulder-Press-Behind-the-NeckD": "該練習和坐姿推舉類似。但是由於史密斯機器幫助杠鈴保持平衡和穩定，該練習比較容易，也比較安全。\n\n步驟：將杠鈴放在與頭部同高的位置，並且裝上合適的重量。\n\n手心朝前，保持核心肌肉群穩定收縮。雙手分開，略寬於肩，抓住杠鈴，使得手腕和手肘在同一直線上。\n\n扭轉杠鈴並將其從支撐架上取下。向上推舉杠鈴，直至雙手伸直，但是不要鎖死手肘。\n\n緩慢降低杠鈴，直至杠鈴下降至頭后方。\n\n小貼士：在舉起杠鈴的過程中保持背部挺直，不能彎曲。\n\n不要使用背部猛力抬起重量片。\n\n抓握杠鈴的位置會改變該動作鍛煉到的肌肉。如果練習者抓握比肩膀窄，將會使用更多的肱三頭肌。比肩膀寬的抓握對關節極其有害。練習者請務必不要採取這種抓握方式。",
  "One-Arm-Dumbbell-Preacher-CurlN": "單手啞鈴斜拖彎舉",
  "Climbers-Chin-UpD": "該引體向上版本十分適合攀岩者。\n\n雙手分開，微微寬於肩膀，抓住懸空橫杠。\n\n保持身體垂直，向一側上拉身體。（朝左手或者右手）\n\n緩慢降低身體至起始位置。\n\n再次向另一側上拉身體。\n\n小貼士：向兩側的引體向上交替進行。讓身體完全垂直懸挂在橫杠上。",
  "WBlockIntensity": "有氧運動級別結構表:\n\n有氧運動第一節：強度—簡單（熱身）\n有氧運動第二節：強度—中級\n有氧運動第三節：強度—高級\n有氧運動第四節：強度—中級\n有氧運動第五節：強度—簡單(放鬆)\n\n健身器械的選擇也可以確定運動強度的等級。大部分健身者會把健身自行車定為“簡單”級別，橢圓儀為中級，跑步機為高級。不過，每個健身器械都可以設定不同強度的訓練級別。做有氧運動時，您隻能在一台健身器械上調整訓練強度，請參考上述“有氧運動級別結構表”進行調整。",
  "standing-one-arm-triceps-extensionN": "站姿單手頸后臂屈伸",
  "Decline-Barbell-Bench-PressD": "下斜杠鈴臥推是上斜杠鈴臥推的另一個版本。該動作集中訓練胸肌的下半部分。\n\n步驟：平躺在下斜訓練凳上，頭部低於腳尖。雙手分開，比肩略寬，掌心朝腳尖，正手位握住杠鈴。將杠鈴舉起在胸部的正上方。\n\n緩慢降下杠鈴，直到杠鈴接觸胸肌。然后，舉起杠鈴，回到起始位置。\n\n小貼士：集中胸部力量完成該動作。練習者應該感到舉力來著手肘。",
  "112-One-Arm-Reverse-Dumbbell-Wrist-Curl-Over-BenchD": "前臂是經常被忽視的肌肉群之一，但是前臂肌肉又幾乎被用在每一個上提動作中。集中鍛煉前臂的練習可以有效防止筋腱和小臂韌帶損傷。\n\n步驟：雙膝跪在一個訓練凳前，將一隻手臂伸直，放在訓練凳上。保持手心朝向地面，抓住啞鈴。\n\n集中使用小臂肌肉，保持手臂靜止，以手腕為中心，向上彎舉啞鈴。\n\n以相同緩慢、有控制的節奏將啞鈴降下回到起始位置。\n\n按照計劃的數量重復以上動作。然后更換另一隻手臂重復動作。\n\n小貼士：不要猛力上提啞鈴，緩慢而有控制的完成動作。對於一些人而言，該練習可能損傷手肘筋腱。所以，如果練習者經歷任何形式的疼痛，請馬上停止練習該動作。",
  "Step-Up-Single-Leg-Balance-with-Bicep-CurlD": "該練習是一個高級的健身動作。該練習結合了踏板運動和二頭肌彎舉。\n\n步驟：在身體前放置一個盒子或是一個較矮的凳子。\n\n手心朝上，雙手以反手位各持一個啞鈴。\n\n保持背部挺直，肩膀張開，收緊腹部。\n\n一隻腳踏上盒子或者凳子（如向前走一步一樣）。另一隻腳用力，離開地面，踏上盒子或者凳子。\n\n在踏步的過程中，彎曲手臂，完成二頭肌彎舉，使肱二頭肌靠近肩膀。\n\n恢復起始位置。",
  "79-Cable-Cross-OverN": "拉索夾胸（改良版）",
  "90-Leg-StretchN": "腿部拉伸",
  "female3DaySplitExtraDescription": "您隻要有信心就可以練習，力量訓練可以增強肌肉質量，有助於您在非建身期間燃燒更多的熱量，達到減肥的效果。更重要的是，矯正或防止不良姿勢以及背部疼痛，毫無疑問，堅持下來您將獲得立竿見影的塑形效果。\n\n所有主要肌肉群的鍛煉—包括最容易出問題的區域。堅持每周練習三次，會讓您的生活能量滿滿，由內而外煥發新的活力！\n\n該課程每周練習三次，根據您的體質，每次40到60分鐘。",
  "hstworkoutCycle2Description": "循環一：組內重復15次\n\n每周訓練三次，保証每次訓練之前一整天休息。例如，每周一，周三，周五訓練。\n\n該循環周期要持續兩周，包括6次訓練。在完成這個循環周期之后，您將進行下一個循環周期。\n\n組內重復每個動作的次數在該循環中保持不變，為15次。隻有重量在不同天的訓練中可能增加。\n\n接下來，舉例介紹如何增加練習使用的重量。\n\n假設您之前確定用60千克重量重復做15次臥推。那麼，您的第一次訓練應該使用該重量的80% 左右，即47.5千克，但仍舊保持15次重復。在接下來的訓練循環中，每次增加2.5千克重量。您對這一個循環周期的計劃應該如下：\n\n1.訓練（周一）- 47.5千克，組內重復15次。\n2. 訓練（周三）- 50千克，組內重復15次。 \n3. 訓練（周五）- 52.5 千克，組內重復15次。\n4.訓練（第二個周一）- 55千克，組內重復15次。\n 5.訓練（第二個周三）- 57.5千克，組內重復15次。\n6.訓練（第二個周五）- 60千克，組內重復15次。\n結束該循環周期。\n\n在結束這個八周循環之后，您將要重新再循環該計劃一遍，但是起始重量應該增加2.5千克，調整為50千克。該增加重量的方法也適用於第二個和第三個循環。\n\n在結束每一天訓練后，您還可以按照標准訓練腹肌。",
  "JM-PressD": "該動作由力量舉選手J.M.Blakely發明，是一個高級的訓練動作，被健美選手和舉重選手用於鍛煉背面肱三頭肌的爆發性力量。\n\n步驟：平躺在訓練椅上，頭部靠近椅子的一端。\n\n正手抓住杠鈴柄，舉起杠鈴，手肘靠近身體兩側，杠鈴杆對准中胸。\n\n將杠鈴對准中胸部分緩慢下落，然后停頓片刻，以可控制的節奏推舉杠鈴至起始位置。\n\n小貼士：杠鈴按照直線上下運動。",
  "Lying-Close-Grip-Bar-Curl-On-High-PulleyD": "該動作結合平躺身體和下拉動作來鍛煉肱二頭肌。\n\n步驟：在高位拉索滑輪下方放置一個訓練凳，在滑輪上安裝一個杆裝把手。\n\n頭部朝重量片方向，平躺在訓練凳上，雙腳平穩放在地面上。\n\n手心朝下，雙手分開約20厘米，以正手位窄握把手，手臂向上伸直。\n\n以肘關節為中心，彎曲小臂，按照弧形軌跡將拉索把手拉至下顎附近。\n\n緩慢恢復起始位置。",
  "AerobicsD": " ",
  "One-Arm-Supinated-Dumbbell-Triceps-ExtensionD": "該動作與單手內翻啞鈴臂屈伸練習十分類似。唯一不同之處在於，該動作的手臂向頭部彎曲，而不是向胸部彎曲。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺，雙腳平穩放在地面。\n\n掌心朝地面，手持一個啞鈴，保持啞鈴在胸部上方。\n\n將另外一隻空余的手放在持啞鈴手的肩膀下方，支持其手臂。\n\n僅使用小臂和手肘，使啞鈴朝頭部方向運動。\n\n交換另一隻手，重復以上動作。\n\n小貼士：開始時使用較輕的負重來習慣該動作。",
  "One-Armed-Biased-Push-UpD": "這是單手俯臥撐的更高級衍生版本。該動作鍛煉核心肌群，是鍛煉腹肌和背部肌肉的核心動作。\n\n步驟：放置好半圓平衡球，使得完成動作時可一手支撐平衡球一手支撐地面。\n\n將平衡球平的一面放在地上。\n\n彎曲膝蓋，跪在地面上。雙手伸直，一手支撐在平衡球上，另一手支撐地面。身體伸直，踮起腳尖，起身。\n\n收緊腹部，背部挺直，，降低胸部，貼近平衡球。\n\n保持姿勢幾秒鐘，然后緩慢恢復到起始位置。\n\n小貼士：該動作很難掌握。初學者可以把膝蓋靠在地面，腳翹離地面。",
  "88-Reverse-Grip-Smith-Machine-Incline-Bench-PressN": "反手上斜史密斯臥推",
  "femaleGreatPostureExtraDescription": "良好的姿態總是讓你更加迷人，還能防止各種背部問題的發生。但是想避免背部疼痛，整天把脊椎拉的筆直是遠遠不夠的，而是需要鍛煉核心肌肉及背部肌肉群。我們為您制定的全身鍛煉計劃，不僅能夠鍛煉上述提到的背部肌肉，對腿部，胸部以及手臂也能起到鍛煉作用。該課程大部分練習任務是復合型鍛煉，不僅僅針對目標肌肉群，全身肌肉也能得到有效鍛煉，從而消耗大量熱量。根據個人體質，練習時長從40到60分鐘。為達到最好效果，我們建議您每周練習兩次。",
  "Skip": "跳過",
  "PWTippBeginner": "如果您從未健身過，請選擇初級健身者。\n\n如果您已健身1至3年，請選擇高級健身者。\n\n如果您健身超過3年，請選擇專業健身者。",
  "103-Cable-Wrist-CurlD": "拉索可以很好地練習小臂屈肌。舉重練習者經常過度使用抓握動作而導致前臂筋腱損傷。拉索卷腕可以增強前臂力量，防止該類損傷的發生。\n\n步驟：面對一個低位輪滑坐在一個訓練凳上。\n\n掌心朝上，抓住拉索把手。\n\n以手腕為旋轉中心，保持手臂靜止，緩慢、有控制地向上彎曲手腕。\n\n以相同緩慢、有控制的節奏，反向重復以上動作，將拉索恢復至起始位置。\n\n小貼士：不要猛力的將拉索把手向上拉，然后方下。這樣會損傷手腕。相反地，始終使用緩慢、有力的運動節奏完成該動作。",
  "One-Arm-Floor-PressD": "該動作可很好的強化肌肉，提高身體協調性，為減重訓練打好基礎。該動作最好和同伴一起完成。\n\n步驟：平躺在地面上，膝蓋彎曲，雙腳平放在地面上。\n\n收緊腹部，背部和臀部肌肉。\n\n同伴遞給練習者橫杠，此時練習者的肱二頭肌應該與地板平行,小臂垂直地面。將橫杠舉起，手臂完全垂直於地面。\n\n回到起始位置。",
  "Decline-Oblique-CrunchD": "這個版本的下斜卷腹可以分離集中練習側面腹肌。\n\n步驟：面部朝上，平躺在斜板上。\n\n將雙腳牢牢放置在墊子下。\n\n雙手交叉放置胸前，或者放在頭兩側，輕輕蓋住耳朵。\n\n緩慢收縮腹肌，使肩膀向胸部抬起，保持背部平直，將左手肘靠攏右膝蓋。\n\n暫停幾秒鐘，然后回到起始位置。\n\n平躺在下斜訓練椅上，用右手肘重復練習。",
  "One-Arm-Dumbbell-Bench-PressN": "單手啞鈴臥推",
  "11-Seated-Military-Press-Behind-The-NeckN": "坐姿背后杠鈴推舉",
  "PWAlertBeginner": "初級健身者每周應該健身2次以上。\n\n如果您希望減輕體重，每周請健身三次以上。",
  "Lying-Tricep-Extensions-Across-FaceD": "該動作是一個高級健身動作。初學者不宜練習。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺，腳底貼緊地面。\n\n掌心朝上，雙手各持一個啞鈴，並將啞鈴垂直舉起至身體上方。\n\n手臂伸直，伸向天花板。\n\n保持肘關節和上臂靜止，隻彎曲手肘，將啞鈴緩慢降低至面部上方處。\n\n緩慢將啞鈴舉回起始位置，用另一隻手重復。\n\n小貼士：在手臂疲勞時不宜練習此動作，因為啞鈴在面前運動，可能造成損傷。",
  "77-Bench-PushupsN": "長凳俯臥撐",
  "47-Side-bend-on-a-benchN": "訓練凳體側屈",
  "142-Dead-LiftD": "硬拉動作練習腿脛、臀肌和背部肌肉，並且從整體上提高核心肌肉群的力量。一些形式的硬拉已經成為舉重者必不可少的練習。\n\n步驟：站立，將杠鈴放置在腳前的地面上。\n\n彎曲膝蓋，保持臀部和背部挺直。\n\n雙手分開略寬於雙肩，正手位抓握住杠鈴。\n\n集中使用臀部力量，將杠鈴提起。\n\n此時可以將杠鈴靠在大腿上。\n\n彎曲膝蓋，收緊臀部肌肉，緩慢降低杠鈴至接近地面處。\n\n小貼士：使用適當的重量來熟悉該練習。\n\n動作全過程保持手臂伸直。",
  "Dumbbell-Squat-To-A-BenchD": "該動作很好地針對練習了下肢肌肉。深蹲有很多版本，該版本的深蹲使用凳子來提醒練習者合適的下蹲距離。\n\n步驟：在身后放置一個長凳。\n\n雙手各持一個啞鈴。\n\n雙腳分開，略寬於肩膀，腳尖略分開朝前。\n\n收腹，彎曲膝蓋和髖部，緩慢做深蹲動作。\n\n盡量降低身體，但不要讓身體超過腳尖，這樣會使得人失去平衡。\n\n在最低點保持幾秒鐘，然后緩慢恢復至站立位置。\n\n小貼士：可以在身體無負重情況下練習深蹲動作以熟悉該動作。\n\n在動作的全過程中不要坐在長凳上。",
  "Straight-Arm-PulldownN": "直臂下拉",
  "Lying-High-Bench-Barbell-CurlN": "俯臥杠鈴彎舉",
  "91-Chest-Stretch-1D": "該擴胸練習可以給胸大肌以及肩膀內的連接性組織熱身。\n\n步驟：雙腳分開，與肩同寬，展開雙臂，身體呈十字形，掌心朝上。\n\n朝身后的牆壁擴展手臂，直到練習者感覺到拉伸。\n\n保持該動作10-30秒。",
  "Hammer-Grip-Incline-DB-Bench-PressN": "錘式啞鈴上斜臥推",
  "Barbell-Seated-Calf-RaiseN": "杠鈴坐姿提踵",
  "57-Full-Range-of-Motion-Straight-CrossoverD": "該練習鍛煉背闊肌和長斜方肌（中背部），因此對整體背部都有好處。\n\n步驟：雙腳分開，與肩同寬，站在兩個拉索機器中間。保持背部挺直，抬起頭部。\n\n用左手抓住右側拉索把手，右手抓住左側拉索把手，使雙手在面前交叉。\n\n手臂先放鬆，感覺像重量片將雙臂拉伸在胸前一樣以適應重量。然后，收縮背部肌肉，下拉拉索把手至十字架位置。\n\n小貼士：三角肌極易在該動作中替代背肌發力。練習者需要保証主要發力點源自背部，也是背部的肌肉收縮導致拉索移動。",
  "ProVersionFeatureExport": "把你的訓練日志保存為CSV文件，以便在電腦上編輯保存。",
  "58-Incline-Bench-Barbell-RowN": "上斜杠鈴劃船",
  "Cross-Body-Hammer-CurlD": "該動作利用交叉式的運動方式，而不是普通的上下運動方式來鍛煉肱二頭肌。\n\n步驟：站立，手心朝內，雙手各持一個啞鈴。\n\n保持手心朝內（手臂不要扭曲），彎曲手臂，使啞鈴向斜對側的肩部移動。\n\n使啞鈴觸碰肩部。\n\n緩慢而又有控制地將啞鈴降低回原位。",
  "Good-MorningsD": "直腿杠鈴彎腰是一個高級的健身練習，鍛煉下背部的同時也鍛煉了摑繩肌。\n\n步驟：雙腳分開站立，收腹，杠鈴扛於肩上。\n\n接下來，彎曲腰部，身體開始向前傾。降低軀干，使之最終於地面平行。為了保持平衡，練習者需要將臀部向后推動，同時微微彎曲膝蓋。膝蓋盡量不要彎曲過多。\n\n上身和地面平行后，停止降下軀干，保証雙眼平視前方，背部平直。保持該動作幾秒鐘，然后緩慢抬起身體至起始位置。\n\n小貼士：可從支撐架上取下杠鈴，再開始該練習。這樣練習者可以較容易的把杠鈴放置在起始位置。",
  "femaleGreatPostureWorkoutDescription1": "該課程包含10個動作。沒有既定的練習順序，但是我們建議您從大肌群開始，例如腿部肌肉。最后做腹肌練習。",
  "lying-triceps-pressN": "杠鈴仰臥臂屈伸。",
  "premium3ExtraLightDescription": "成為高級訂閱會員，極少投資，更多回報！\n\n-每月可獲得一個免費鍛煉計劃支持！您可免費選擇一個自主設計的訓練計劃或是我們團隊專業設計的訓練計劃! \n-您還可通過我們的高級會員郵件制度獲得最快回復！\n\n高級訂閱版同時涵蓋部分標准版內容。\n\n-可用日歷視圖查看每種動作的所有訓練日志。\n-計時器幫助您控制你的組間休息間隔。\n-隨時可輸出保存鍛煉日志為CSV 文件。\n- 沒有廣告！",
  "11-Seated-Military-Press-Behind-The-NeckD": "和站姿背后杠鈴推舉類似，該動作也可以鍛煉肩部。但是和站姿不同，坐姿后背杠鈴推舉不會使用和站姿一樣程度的全身肌肉。同時，該動作對下背部的壓力較小，是患有背部損傷健身者杠鈴推舉的很好替代動作。\n\n步驟：練習者需要一位陪同健身者幫助取下和重置杠鈴。將啞鈴放置在比頭高的架子上，裝上適當的重量。\n\n雙手分開略寬於肩部，手心朝前，握住杠鈴。手肘和手腕在同一直線上。\n\n請陪同健身者將杠鈴從架子上取下並將杠鈴安防在練習者的背后。向上推舉杠鈴，直至手臂伸展完全，但是肘關節不能鎖死。\n\n緩慢降低杠鈴到腦后方，然后再向上推舉。\n\n小貼士：練習中一定要保持背部挺直，不能彎曲。不要用背部力量爆發性地舉起杠鈴。\n\n兩手分開抓握杠鈴的位置可以決定鍛煉的肌肉部位。如果雙手分開的距離窄於肩膀，該動作將練習更多的肱三頭肌。而寬於肩部的握持杠鈴方法對肩部筋腱的損害尤其大，練習者需要避免這種握持方法。",
  "Barbell-Ab-Rollout-On-KneesD": "該動作練習腹部肌肉和下背肌肉，是杠鈴外移的衍生版。該動作在屈膝跪下的狀態下完成。\n\n步驟：將杠鈴放置地上，練習者面朝杠鈴。\n\n雙膝跪地，雙手與肩同寬，正握杠鈴。\n\n保持背部平直，彎曲膝蓋，雙腳懸空，向前緩慢推動杠鈴。\n\n在整個運動過程中，始終保持手臂伸直。\n\n向反方向滾動杠鈴，直至杠鈴回到肩部以下，最后回到起始位置。",
  "Low-Cable-Tricep-ExtensionN": "臥式低索臂屈伸",
  "RoutineShouldersWorkoutDescription": "您可以在您的鍛煉計劃中加入該健身練習。\n 這些挑選出的動作將鍛煉所有的肩部肌肉。\n\n 對初級健身者的小貼士：\n-每周安排一次鍛煉肩部肌肉群的練習。\n -隻做前四項練習。如果感覺前面四項練習很容易完成，那麼可以完成全部六項練習。\n\n對高級健身者的小貼士：\n-每周鍛煉一次肩部肌肉群\n-完成所有六項練習。\n\n對專業健身者的小貼士：\n-注意瀏覽針對高級健身者的小貼士。您可以增加重復練習整套動作的次數至4次。\n\n通用小貼士：\n- 如果您在家健身，請隻完成前五個練習動作。",
  "routine2ExtraName": "臂力常規訓練",
  "38-Oblique-Twists-with-Weight-PlateN": "持重量板轉腰",
  "Seated-Calf-RaiseD": "坐姿提重是最簡單有效地小腿肌練習之一。\n\n步驟：坐在小腿練習機上。\n\n腳尖踏在腳踏板上。\n\n將大腿放在膝蓋正上方的大腿墊板下面。\n\n解開安全扣鎖，緩慢踮起腳尖，直到最高點。\n\n在最高點保持一會，然后緩慢回到起始位置。\n\n小貼士：緩慢而精細的完成該動作。",
  "119-Standing-Behind-the-Back-Smith-Machine-Wrist-CurlD": "前臂肌肉極易被練習者忽視，但是這些肌肉又被用於幾乎所有的提拉動作上。該練習可以增強肌肉力量，增長肌肉。史密斯器械可以幫助平衡杠鈴，降低動作難度。\n\n步驟：將杠鈴調整至腰部高度。\n\n轉身背對杠鈴，雙手分開，與肩同寬，手心朝后，從背后抓住杠鈴。\n\n旋轉杠鈴橫杠，將杠鈴從支撐架上卸下來。保持手臂靜止和伸直，以手腕為中心，彎曲手腕將杠鈴上抬。\n\n控制好杠鈴運動的節奏，再次彎曲手腕，將杠鈴降下。\n\n小貼士：不要猛力上提杠鈴，然后突然降下杠鈴。這樣會損傷手腕。相反地，練習者應該以一種緩慢、有控制的節奏完成該動作。",
  "37-Oblique-CrunchesD": "側身卷腹的動作和名字描述一樣，是練習斜腹肌的卷腹。該動作應該被列入腹肌練習的例常動作。\n\n步驟：背部貼地，側躺於地面，膝蓋彎曲，將左腳放在右腳上。保証長斜方肌（中背部）始終貼地，支撐身體。\n\n將雙手放在頭部兩側，將軀干抬起向腿部彎曲，保証此時不要用手將脖子拉起。\n\n以緩慢、有控制的節奏回到起始位置，重復卷腹計劃好的練習次數。更換身體側躺方向，重復練習。\n\n小貼士：始終保持中部和下部背部接觸地面，支撐身體。身體的平衡點應該在中腹附近。和其他卷腹運動相同，向上彎曲身體時，像折報紙一樣。",
  "140-Machine-HyperextensionN": "器械背屈伸",
  "Lateral-Lunge-with-Bicep-CurlN": "二頭肌彎舉側箭步蹲",
  "beachbodyExtraName": "沙灘秀身材計劃",
  "Bent Over Rear-Delt-Row-With-Head-On-BenchN": "頭靠長凳俯身側平舉",
  "weightlossExtraDescription": "這是一個高強度，在燃燒脂肪的同時生長肌肉的健身訓練計劃。每個訓練單元將耗費1.5至2小時。\n\n目標：減脂，全身增肌。\n目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者\n練習地點：家中或者健身房。\n器材要求：啞鈴，健身長凳。\n類型：包含十七個不同動作的全身訓練",
  "Push-Ups-With-Feet-On-An-Exercise-BallD": "該動作和標准俯臥撐類似，但是使用平衡球讓練習者集中的鍛煉核心肌肉群（腹直肌、腹斜肌肌和腹橫肌）\n\n步驟：將腳和腳踝平放在平衡球上。\n\n雙手分開與肩同寬，放在肩前方，手掌貼地，此時手臂彎曲，做好准備動作。手臂推地面，直至完全伸直。\n\n在最高處停頓幾秒鐘，平衡身體。\n\n緩慢下降身體至起始位置。\n\n小貼士：選擇合適尺寸的球，你應該能夠在雙腳放在平衡球上的狀態下完全伸直手臂。",
  "Smith-Machine-Bench-PressN": "史密斯臥推",
  "71-Rope-Crossover-Seated-RowN": "繩索交叉坐姿劃船",
  "Jefferson-SquatsD": "該動作很少被使用在健身上，但是是一個很好地鍛煉大腿內側肌肉的運動。\n\n步驟：在兩腿之間放置一個啞鈴，使得啞鈴垂直於兩腳連線。\n\n以正手位，手心朝下，一手在身體前側，另一隻手從身體后側抓住啞鈴，提起。\n\n向下深蹲，直至大腿於地面平行。在身體緩慢伸直的同時緩慢提高啞鈴。\n\n緩慢回到起始位置。",
  "WBlockTargetBackMuscles": "鍛煉核心肌肉打造完美體質",
  "Exercise-Band-SquatsN": "彈力帶深蹲",
  "Hammer-CurlsD": "該動作運用類似錘擊的運動（上下錘擊）來單獨鍛煉肱二頭肌。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n雙手各持一個啞鈴，掌心相對。\n\n伸直雙臂，使手臂在身體兩側。\n\n緊鎖手肘，彎曲前臂，使啞鈴按弧線運動軌跡，靠近肩部。\n\n緩慢、控制的放下手臂，重復動作。\n\n小貼士：練習中不要轉動手腕。",
  "overhead-curlN": "高位拉力器彎舉",
  "Front-Barbell-Squat-To-A-BenchN": "肩上杠鈴垂直深蹲",
  "Smith-Machine-Good-MorningsN": "史密斯直腿杠鈴彎腰",
  "femaleBackHomeExtraName": "居家鍛煉背部肌肉",
  "StretchingN": "伸展",
  "Lying-Cable-CurlD": "相比站姿和坐姿，臥姿拉索彎舉可以更好的集中訓練肱二頭肌。\n\n步驟：在低位拉索滑輪上安裝一個短柄把手。\n\n腳底朝重量片，平躺在地面或者墊子上。\n\n手心朝上，反手位抓住把手。\n\n手臂放在身體兩側，完全伸直。以肘關節為中心，彎曲手臂，按照弧形軌跡將拉索把手拉至胸前。\n\n保持該動作幾秒鐘，收縮肱二頭肌，然后恢復到起始位置。",
  "Preacher-Hammer-Dumbbell-CurlD": "該動作將錘式啞鈴彎舉和斜拖彎舉結合在一起。\n\n步驟：調整訓練凳高度，使其最高點於手臂上部平齊。\n\n掌心相對，雙臂分開，與肩同寬，雙手各持一個啞鈴。手臂完全伸直，放在斜托板上。\n\n保持手臂靠在訓練凳上，彎曲手臂，把啞鈴朝頭部方向舉起。\n\n保持姿勢幾秒鐘，然后降低杠鈴至起始位置。\n\n小貼士：以緩慢、有控制的節奏練習該動作，可達到最好效果。",
  "74-Standing-One-Arm-Cable-RowD": "站姿拉索劃船動作可以練習背闊肌，長斜方肌，以及手臂和肩部的肌肉。由於單手練習可以更好的集中練習目的肌肉，並且身體在此情況下會產生較少的慣性，單手完成該動作可以增加練習效果。\n\n步驟：膝蓋微彎，保持背部挺直，握住一個低位滑輪把手。\n\n微微彎腰，收縮背部肌肉，向胸板方向拉輪滑把手直至手臂夾在身體側面。\n\n控制把手和重量片的運動，緩慢以相反軌跡重復以上動作，使把手回到起始位置。\n\n小貼士：不要完全張開手臂，這樣會將練習的重點從背闊肌向三角肌轉移。更嚴重的是，這樣可能會導致肩旋轉肌群損傷。",
  "50-Back-Extension-MachineD": "背部延展機是鍛煉下背部和核心肌肉群的理想器械。\n\n步驟：坐在背部延展機上，雙腳扣在機器下部的杆子下，將背部靠在墊背板上。\n\n保持腹肌收緊，身體抵住墊背板向后躺。將身體平衡點放在臀部，以便將身體身體移動回起始位置。\n\n以相同緩慢、控制地節奏回到起始位置。\n\n小貼士：和其他背部練習一樣，在練習過程中要始終保持背部挺直，不能彎曲。在收緊腹肌的同時，頭部抬高並且挺胸可以幫助背部保持挺直。",
  "Step-MachineN": "踏步機",
  "4daysplithomeExtraDescription": "這是一個需要每周鍛煉四次的全身訓練計劃。\n\n每天，訓練者隻需單獨訓練特定的肌肉群。\n\n目標：促進全身肌肉生長。\n目標人群：男性和女性健身者。\n適應者: 初級健身者和高級健身者。\n訓練地點：家中或者健身房。\n器材要求：啞鈴，訓練凳。\n類型：包含20個動作的全身訓練。",
  "femaleGreatPostureExtraName": "塑形美體計劃",
  "Dumbbell-LungeN": "啞鈴前屈深蹲",
  "119-Standing-Behind-the-Back-Smith-Machine-Wrist-CurlN": "史密斯機站姿背后卷腕",
  "Decline-Oblique-CrunchN": "下斜側向卷腹",
  "52-Bent-Over-Two-Dumbbell-RowD": "啞鈴俯身劃船的動作和杠鈴俯身劃船幾乎相同。但是啞鈴比杠鈴更不穩定，可以鍛煉於杠鈴俯身劃船練習到的不同位置的肌肉。\n\n步驟：雙手各持一個啞鈴，掌心相對，站直。\n\n保持頭部抬高，面部朝前，開始彎曲膝蓋，身體向下降低。身體降低直至啞鈴靠近膝蓋附近，全過程保持腹部緊張，背部挺直。\n\n收縮背部肌肉，提起啞鈴至下腹部。全過程保持背部靜止。\n\n以緩慢、有控制地節奏將啞鈴降低。\n\n小貼士：在練習的全過程中，保持背部靜止，不要突然使用臀部力量突然提起杠鈴。集中收縮背闊肌以保証充分鍛煉背闊肌，較少地鍛煉肱二頭肌。練習者應該感覺將手肘豎直提起，而不是整隻手臂在完成動作。",
  "Back-Flys-CableN": "彈力帶飛鳥",
  "Body-RowN": "臥式上拉身體",
  "53-Lat-Pulldown-behind-neckD": "背闊肌下拉可以使背闊肌增長，極好地幫助健身者練出V-字型美背。頸后下拉是一個傳統練習，但是被大多數人認為會損傷肩部應該盡量避免使用。所以，如果練習者的肩部不是完全健康的話，不應該練習該動作。\n\n步驟：坐在背闊肌下拉機上，調整緩沖墊的高度，使得雙膝蓋卡在墊子的下面。\n\n手心向外，抓住滑輪上的把手。雙手必須分開約肩寬才能鍛煉背闊肌。\n\n保持背部挺直，提胸，收縮背部肌肉將把手下拉直至把手接觸頸部。\n\n緩慢、有控制地將把手放鬆回起始位置。\n\n小貼士：練習者很容易使用肱二頭肌和肩部肌肉控制把手運動。所以，完成該練習時力量應該集中從背闊肌發出。練習者可以想象是用自己的手肘垂直將滑輪把手拉下，保証練習者可以始終感受到背闊肌的運動。",
  "decline-crunchN": "斜板卷腹",
  "54-Cable-DeadliftD": "和其他硬拉動作一樣，拉索硬拉可練習小腿腿脛，臀肌，下背部肌肉，核心肌肉群以及這樣部位的整體力量。一些硬拉動作是舉重者每天必備練習內容。\n\n步驟：雙腳分開，與肩同寬，站立。膝蓋彎曲，保持背部挺直，抬頭挺胸。\n\n正手位抓住拉索把手，將把手放置在腿脛中部。\n\n使把手靠近腿脛和大腿，站起。開始上拉把手，力量從腳后跟貫穿至臀部。在整個過程中，練習者背部要保持完美的平直狀態，不可以有任何形式的彎曲。上拉把手的力量應該來自腿脛和大腿，不能用背部發力突然將把手拉起。\n\n站直，收緊肌肉，鎖住臀部，然后相反地重復以上過程，緩慢降低把手至起始位置。保証把手靠近大腿和腿脛。\n\n小貼士：盡管看起來簡單，但是硬拉動作很復雜而且有潛在危險性。在試圖提起很重的重量片之前，最好請有經驗的健身教練幫助調整硬拉姿勢。",
  "Data failed decoding as a UTF-8 string": "Data failed decoding as a UTF-8 string",
  "20-Ab-Draw-Leg-SlideN": "平躺抬腿",
  "Romanian-DeadliftN": "羅馬尼亞硬舉",
  "Recument-BikingN": "斜躺自行車健身",
  "Low-Cable-Tricep-ExtensionD": "該動作在坐姿劃船機上完成。\n\n步驟：在坐姿劃船機滑輪上安裝好拉索。\n\n面朝上，頭部朝重量片的方向，平躺在凳子上。\n\n雙手握住拉索，手臂彎曲90°，置於人體前方，前臂水平於地面，肱三頭肌垂直於胸部。\n\n收縮肱三頭肌，緩慢伸直手臂，使手臂垂直於人體。\n\n回到起始位置。",
  "femaleFatBurnerGymExtraName": "愉悅瘦身計劃",
  "Crunch-Legs-On-Exercise-BallD": "該動作利用平衡球支撐身體。\n\n步驟：仰臥平躺，雙腳放置於平衡球上。\n\n雙手交叉放置胸前，或者放在頭兩側，輕輕蓋住耳朵。\n\n將頭部，肩部和胸部抬離地面，向膝蓋靠攏，卷曲收縮腹部，這樣隻有背部一小部分與地面接觸。\n\n保持動作，停頓幾秒鐘，然后緩慢放下身體至起始位置。\n\n小貼士：以緩慢、有控制的節奏完成該動作，不要匆忙。",
  "51-Bent-over-rowD": "俯身劃船是強大的日常例行鍛煉背部肌肉的練習之一。該動作將練習背部的每一塊肌肉，並且幫助健身者打造堅實穩健的背闊肌。\n\n步驟：將一個杠鈴架在與腹股溝等高的支撐架上，安裝好適當的重量片。\n\n雙手分開，略寬於肩，手心朝下正手位抓住杠鈴，站直。\n\n抬起頭部，目視前方，彎曲膝蓋，向前傾下身體。收緊腹肌，保持下背部挺直，降低杠鈴至膝蓋處。\n\n保持背部靜止，收縮背部肌肉，緩慢抬高杠鈴至腹部。\n\n以相同緩慢、有控制的節奏降低杠鈴。\n\n小貼士：在練習的全過程中，保持背部靜止，不要突然使用臀部力量突然提起杠鈴。集中收縮背闊肌以保証充分鍛煉背闊肌，較少地鍛煉肱二頭肌。練習者應該感覺將手肘豎直提起，而不是整隻手臂在完成動作。",
  "129-Reverse-Concentration-CurlN": "集中型正手單臂啞鈴彎舉",
  "140-Machine-HyperextensionD": "該練習是鍛煉斜方肌和核心肌肉群的很好練習。\n\n步驟：坐在器械上，雙腳和雙腿固定在橫杠下，背部靠住背墊。\n\n收縮腹肌和背肌，並保持背部挺直，以臀部為中心，向后推橫杠。\n\n以相同緩慢、有控制的節奏，回到起始位置。重復計劃好的練習次數。\n\n小貼士:完成該練習時，保持背部挺直，不要彎曲背部。保持挺胸抬頭收腹的狀態可以幫助背部挺直。 ",
  "3DaysAweek": "一周三天",
  "Reverse-Triceps-Bench-PressD": "該動作是臥推的一個衍生版本，主要集中練習肱三頭肌。\n\n步驟：平躺在長凳上，雙腳放在地面。杠鈴此時應該在長凳配套的支撐架上。\n\n 掌心朝上，雙手分開約40厘米，以反手位握住杠鈴。\n\n彎曲手臂，降低杠鈴，使杠鈴在乳頭下方2-3厘米處。\n\n完全伸展手臂，然后再降低杠鈴至起始位置。",
  "Smith-Machine-Hack-SquatN": "史密斯哈克深蹲",
  "Cross-Body-Hammer-CurlN": "交叉錘式彎舉",
  "Underhand-Cable-PulldownsD": "該動作鍛煉背部和手臂的肌肉。\n\n步驟：坐在拉背練習機的固定坐位上，收腹。雙手分開，與肩同寬，反手握住下拉把手。\n\n垂直下拉把手至胸的上半部分。保持手肘靠近身體。\n\n緩慢恢復把手至起始位置。\n\n小貼士：練習過程中保持背部挺直。",
  "86-Dumbbell-Incline-Fly-With-A-TwistD": "和其他上斜飛鳥動作類似，該動作可以幫助練習者增加上部分胸肌，刻畫胸大肌線條。\n\n步驟：雙手各持一個杠鈴，靠在大腿上。調整上斜訓練凳角度為45度，躺下，將啞鈴放在大腿上。\n\n在躺下的同時，猛力上推腿部，使啞鈴在身體上方。\n\n手心朝上，向身體兩側完全展開雙臂，與地面平行。不要鎖死肘關節。\n\n向下拉動背闊肌，使肩部固定在一個安全位置。收縮胸肌，將啞鈴從兩側以弧線形軌跡舉至胸前，可以相互接觸。\n\n在啞鈴舉至最高處時，旋轉手腕90度，使兩手心對向頭部后面的牆面。保持該動作幾秒鐘，按照相反反向，緩慢、有控制地把啞鈴放回起始位置。\n\n小貼士：注意將發力點集中在胸肌，以保証是胸肌而不是三角肌完成該動作的主要部分。",
  "Side-Split-SquatsD": "該版本的深蹲鍛煉大腿內收肌群、核心肌肉群，使身體建立更好協調性。\n\n步驟：寬握杠鈴，將杠鈴扛在肩上。\n\n雙腳盡量分開，將重心放在一隻腿上，另一隻腿從側面伸出一大步。\n\n彎曲支撐身體重心腿的膝蓋和髖關節，使得身體降下至腳部，同時保持另一隻腿伸直。\n\n恢復起始位置，換另一隻腿重復。",
  "Cable-Incline-Triceps-ExtensionD": "該動作利用拉索分離並單獨練習肱三頭肌（手臂背后的肌肉）。\n\n背朝拉索器滑輪，安置好一個上斜的訓練凳。\n\n將把手挂在滑輪上，調整高度，使得手臂可以完全伸直。\n\n面朝上，躺在訓練凳上，兩手稍稍分開，正手位握住把手。\n\n彎曲手臂，緩慢向腳的方向移動把手，直至手臂伸直。\n\n在最低處稍停幾秒鐘，然后恢復到起始位置。",
  "Upright-Cable-RowN": "拉力器立正劃船",
  "concentration-curlD": "集中型單臂彎舉限制機體活動范圍，以增加訓練效果。\n\n步驟：坐在平置的訓練凳末端，雙腿分開成V字型，腳平放於地面。\n\n掌心向上，握住啞鈴。\n\n手肘抵住膝蓋上面的大腿內側，彎曲手臂使啞鈴靠近胸部。\n\n緩慢恢復起始位置。\n\n換另一隻手重復動作。\n\n小貼士：保持除手臂外的身體其他部位靜止。",
  "Advanced": "高級健身者",
  "Body-RowD": "臥式上拉身體可以全面的練習胸肌，背肌和其他核心肌群。你需要史密斯機器或者一個較高的支撐架來完成這個動作。\n\n步驟：平躺於一根橫杠下，使橫杠在中胸上方，雙腳平放地面。\n\n收緊腹部，背部放平。\n\n利用手臂，朝橫杠方向，上拉身體。\n\n保持次姿勢幾秒鐘，然后緩慢地、控制地降低身體回到起始位置。\n\n小貼士：全動作過程，保持背部放平。",
  "131-Reverse-Barbell-Preacher-CurlsD": "該斜拖彎舉衍生版練習可以鍛煉前臂和肱二頭肌。對一部分人而言，使用杠鈴可能非常不適和痛苦，所以，該動作可以用曲杠鈴或者啞鈴替代。\n\n步驟：坐在斜拖器械上，背部和脊柱挺直。\n\n手心朝下，正手位抓住杠鈴。將手臂完全伸直，靠在斜拖墊上。\n\n保持手臂始終在斜拖墊上，將杠鈴向頭部方向彎舉。\n\n保持此動作幾秒鐘，然后緩慢降低杠鈴至起始位置。\n\n小貼士：不要猛力提高重量片。保持緩慢、有控制的節奏練習該動作，可達到最好效果。對一些人來說，練習該動作時可能損傷筋腱，所以，如果練習者身體有任意形式的疼痛，必須馬上停止練習此動作",
  "Old-School-Reverse-ExtensionsD": "名副其實，該動作是十分經典、強力鍛煉肱三頭肌的動作。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺。\n\n反手位持握杠鈴。\n\n將雙臂和杠鈴舉過頭頂，手臂伸直，與地面垂直。\n\n隻彎曲手肘，緩慢將杠鈴降低，然后在舉高杠鈴。",
  "111-One-Arm-Neutral-Dumbbell-Wrist-Curl-Over-BenchD": "該練習可以很好的鍛煉小臂靠近手掌部分的肌肉，也可以提高抓力。\n\n步驟：雙膝跪在一個訓練凳前，將右臂伸直，放在訓練凳上。右手握住一個啞鈴。\n\n右手掌心朝身體側面，彎曲手腕，集中使用小臂肌肉力量，使得啞鈴向上運動。\n\n以相同緩慢、有控制的節奏回到起始位置。重復計劃好的練習次數，然后更換另一個手臂重復以上動作。\n\n小貼士：對於手肘筋腱有傷的健身者而言，該練習是很好的普通卷腕替代動作。",
  "Cable-Incline-Triceps-ExtensionN": "拉索上斜臂屈伸",
  "1-Ab-Crunch-MachineD": "卷腹機可以很好地幫助練習者堅持規律的腹部練習，或是在健身平台期和其他動作結合。也可以在練習者感覺利用自身體重不能達到訓練效果時，利用器械來增加負重。\n\n步驟：坐在卷腹機座椅上，雙腳扣住下方杆子。將肱三頭肌抵住上方墊子放好。雙手抓住上方把手，手肘彎曲。\n\n呼氣，雙腳抵住墊子，收縮腹肌，緩慢“卷腹”，使軀干靠近膝蓋。收縮背闊肌和肱三頭肌，使得壓力集中在腹部，軀干可以以一個整體運動。\n\n回到起始位置，並保持此過程也使用腹肌完成。\n\n小貼士：剛開始練習時，從較輕重量開始，保証可以順利、按照標准完成動作。\n\n背部在該練習中可能受傷，所以，練習者要控制動作幅度，不要過度，最終拉傷背脊。最重要的是，保証該練習隻由腹肌完成。",
  "bench-dipsN": "長凳屈臂支撐",
  "Rear-Deltoid-RowN": "單臂啞鈴劃船",
  "42-Standing-barbell-TwistN": "站姿杠鈴轉腰",
  "99-Chest-Stretch-2N": "胸肌拉伸2",
  "60-Machine-Assisted-Chin-UpN": "器械輔助引體向上",
  "Front-Cable-RaiseD": "拉力器前平舉練習三角肌前束，整體提高手臂運動能力，對日常生活有很大幫助。您也可以用該動作塑造更好的肩型。\n\n步驟：給拉索安裝把手。正手位抓住把手，保持腹肌緊縮。手臂伸直，手肘和膝蓋略微彎曲。手臂向前抬高，直到拳頭到達肩部的高度。保持動作幾秒鐘，然后慢慢回到起始位置。\n\n小貼士：保証收緊腹部，以支撐背部。不要向后彎曲身體。不要鎖死肘關節。",
  "142-Dead-LiftN": "杠鈴硬拉",
  "Smith-Machine-Rear-Deltoid-RowN": "史密斯杠鈴劃船",
  "Lying-Tricep-Extensions-Across-FaceN": "臥姿啞鈴面前臂屈伸",
  "Butt-LiftN": "橋式提臀",
  "Speed-Alternating-Bicep-Curls-with-BandD": "該動作利用蹦極帶或者彈力帶來提供練習阻力。\n\n步驟：雙腳分開，將彈力帶踩在腳下，手心朝上，抓住彈力帶把手。\n\n雙腳分開站立，與肩同寬，膝蓋微彎，收腹。\n\n雙手交替彎舉，保持身體挺直。\n\n在習慣了動作后，可以加快動作頻率。\n\n小貼士：在彎曲手臂時，注意使用肱二頭肌。",
  "hstworkoutCycle3Description": "循環二：組內重復10次\n\n每周訓練三次，保証每次訓練之前一整天休息。例如，每周一，周三，周五訓練。\n\n循環周期要持續兩周，包括6次訓練。在完成這個循環周期之后，您將進行下一個循環周期。\n\n組內重復每個動作的次數在該循環中保持不變，為10次。隻有重量在不同天的訓練中可能增加。\n\n接下來，舉例介紹如何增加練習使用的重量。\n\n假設您之前確定用70千克重量重復做10次臥推。那麼，您的第一次訓練應該使用該重量的80% 左右，即57.5千克，但仍舊保持10次重復。在接下來的訓練循環中，每次增加2.5千克重量。您對這一個循環周期的計劃應該如下：\n\n1.訓練（周一）- 57.5千克，組內重復10次。\n2. 訓練（周三）- 60千克，組內重復10次。 \n3. 訓練（周五）- 62.5 千克，組內重復10次。\n4.訓練（第二個周一）- 65千克，組內重復10次。\n 5.訓練（第二個周三）- 67.5千克，組內重復10次。\n6.訓練（第二個周五）- 70千克，組內重復10次。\n結束該循環周期。\n\n在結束每一天訓練后，您還可以按照標准訓練腹肌。",
  "13-Military-press-Smith-machineD": "該練習可以幫助肩部肌肉增長，也可幫助加強全身肌肉。由於史密斯器械穩定了杠鈴的位置，該動作的背部損傷發生率較小。該練習的安全性也更好，因為練習者可以在練習中的任何一個時刻把杠鈴放在架子上。\n\n步驟：將杠鈴舉在略低於肩部處，給杠鈴裝好適當的重量。\n\n膝蓋彎曲，雙手分開，與肩同寬，正手位抓住杠鈴。\n\n膝蓋彎曲的同時，旋轉杠鈴將杠鈴安全扣解。手肘和手腕應該在同一直線在。\n\n向上推舉杠鈴，直至手臂伸展完全，但是肘關節不能鎖死。\n\n緩慢降低杠鈴到腦后方，然后再向上推舉直至手臂伸展充分。但是手肘關節依舊不能鎖死。這應該是一個爆發性的推舉動作，但是整個過程必須在健身者的控制之中。\n\n小貼士：和其他推舉一樣，不要使用背部突發性推舉杠鈴。保持膝蓋彎曲，防止脊柱過度拉伸。",
  "24-Alternate-Reach-and-CatchD": "該練習鍛煉了整個腹部肌肉包括下腹肌肉和腹斜肌。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上.\n\n雙手放在頭部兩邊，起身，用左手肘觸碰右膝蓋。\n\n在用右手做同樣動作之前，回到起始位置。\n\n小貼士：練習者需要保証感覺到腹部和腹斜肌的拉伸。該動作很容易使用由背部肌肉發力產生的慣性，所以，練習者需要用緩慢、控制地動作完成練習。\n\n保証下背部始終接觸地面支撐身體。",
  "14-Smith-Machine-decline-Bench-pressD": "下斜杠鈴臥推是鍛煉胸肌的很好方法，特別鍛煉下部胸肌。完成該動作比其他臥推要容易一些，所以使用更多的下部胸肌肌肉。使用史密斯機器使得練習更加安全，也更加容易，因為史密斯機器使動作更易達到平衡。\n\n步驟：坐在下斜板的上端，將自己的雙腳固定在機器提供的杆子下，緩慢向后躺下。保証雙腳固定，扣死在杆子下面。\n\n將杠鈴放在於手臂伸直的高度處，安裝好重量。\n\n手指繞杠鈴橫杠，握住杠鈴-你不會希望在練習這個動作時杠鈴落下！握住杠鈴時，雙手與肩同寬，手肘和手腕在一條直線上。\n\n旋轉杠鈴橫杠，從架子上取下杠鈴，並盡量降下杠鈴直至靠近胸肌處。保持杠鈴在身體上方移動。\n\n爆發性的推舉杠鈴至手臂伸直。",
  "102-Barbell-Behind-The-Back-Wrist-CurlN": "杠鈴背后卷腕",
  "39-Reverse-CrunchN": "反向卷腹",
  "ProVersionFeatureTimer": "使用定時器精確控制你的組間休息時間。鍛煉時間。\n",
  "SampleWorkoutDescription": "這是一個為了向您展示如何創建自己健身計劃的樣板。\n\n 注意！這不是一個真實的訓練計劃，您不應該在健身房中按照該計劃訓練。\n\n您可以在該應用軟件內購買各種健身動作和常規健身計劃。",
  "Good-MorningsN": "直腿杠鈴彎腰",
  "personalworkoutExtraDescription": "您是不是想要利用個體化訓練計劃以達到更好的訓練效果？\n您是不是按照固定的健身方法健身而希望自己的訓練方法更加多元化？ \n所有這些問題都將被我們的個性化訓練計劃方案解決！ \n在建立您自己的個體訓練計劃之后，您大可拋棄那些昂貴的私人教練，節約資金和時間。\n回答幾個簡單問題然后創建最適合你的健身計劃吧！ \n\n所有個體化訓練計劃都隻為專業訓練者提供。\n\n注意：\n為了獲得最好的計劃設計，我們推薦您每三個月更換一次訓練計劃。您可以無限制的在我們的應用程序中購買個體化訓練計劃。每一次購買，您都會獲得全新的訓練計劃。",
  "Dumbbell-One-Arm-Shoulder-PressD": "單手啞鈴肩部推舉是一個簡單、用於鍛煉三頭肌的練習。\n\n步驟：站立，雙腳與肩同寬，收緊腹部。單手舉起啞鈴，支撐於頭邊，於耳朵平行。\n\n收縮三頭肌，伸直手臂，緩慢推高啞鈴,直至手臂彎曲伸展。然后降下啞鈴至起始位置。\n\n小貼士：當手臂伸展時，不要完全鎖死肘關節。",
  "105-Dumbbell-Lying-SupinationN": "啞鈴側躺反掌",
  "fast": "快速",
  "Narrow-Grip-Bench-PressD": "窄握杠鈴臥推是普通臥推的衍生版。該動作將杠鈴的重量更加集中的壓在肱三頭肌上。\n\n步驟：平躺在練習凳上，腳放在地上，保持背部伸直。正手位窄握杠鈴把手，保証兩手大拇指伸出可相互接觸。\n\n將杠鈴從支撐架上取下，伸直手臂，舉起改良在起始位置。從胸部位置，緩慢降下杠鈴到最低處。於普通臥推不同，這個動作中，練習者不能用杠鈴把手接觸胸肌后向再上推杠鈴至起始位置。\n\n小貼士：不要猛地推出杠鈴，保持動作緩慢、可控。",
  "4-Lying-Leg-CurlD": "臥姿彎腿有助於練習摑繩肌和臀肌。該練習也可以練習背部肌肉。\n\n步驟：面朝下，躺在器械上，腳后跟勾住器械后方的橫杆。\n\n雙手握住把手。如果器械本身沒有把手，可以抱住平躺在上的訓練凳。\n\n像臀部彎曲雙腿。保持動作緩慢、可控，不要過度拉伸脊柱。\n\n以同樣緩慢、可控的方式使腿部伸直，回到起始位置。\n\n小貼士：不要用背部力量抬起重量，保証用摑繩肌和臀肌將重量抬起和放下。並且練習中動作要緩慢可控，保持恆定的頻率。",
  "Thigh-AdductorD": "該練習主要練習股內收肌。\n\n步驟：坐在腿部外彎機上，將膝蓋抵住墊子放置好。\n\n收緊腹部和股內收肌，雙腿外擴向外運動，將機器中間墊子分開。\n\n緩慢恢復至起始位置，再重復。\n\n小貼士：保証阻力在同一水平位置可以最大化訓練效果。",
  "13-Military-press-Smith-machineN": "史密斯站姿杠鈴推舉",
  "Lying-Supine-Two-Arm-Dumbbell-Triceps-ExtensionD": "該動作是俯身臂屈伸的臥姿版本。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺。\n\n雙手各持一個啞鈴，將啞鈴垂直，保持杠鈴在雙肩的正上方一手臂高處。\n\n彎曲手肘，降低啞鈴高度，使得啞鈴觸碰到練習者肱二頭肌。\n\n緩慢恢復起始位置。",
  "84-Hammer-Grip-Incline-Dumbbell-PressN": "錘式上斜啞鈴臥推",
  "64-Reverse-Grip-Machine-Lat-Pull-DownD": "背闊肌下拉可以使背闊肌增長，極好地幫助健身者練出V-字型美背。反手握的變化使得目標練習肌肉有所不同。相比於其他傳統下拉動作，該練習更好的鍛煉肱二頭肌。\n\n步驟：坐在背闊肌下拉器械上，調整橫杠高度，使得膝蓋卡在橫杠下方。\n\n掌心朝身體，反手位抓握器械把手。為了鍛煉背闊肌，調整雙手分開距離，應該與肩同寬。\n\n收縮背部肌肉，發力將把手從頭頂上方拉下直至下方鎖骨處。下拉時保持背部挺直，挺胸。\n\n控制把手運動的節奏，使其緩慢恢復起始位置。",
  "Bicep-Curl-Stork-StanceD": "該動作是一個高級的健身動作，對練習者平衡性和協調性有極高要求。\n\n步驟：手心朝上，雙手各持一個啞鈴。\n\n單腳站立，另一隻腿向后伸展，同時雙手伸直，垂在腿前。\n\n保持腿部姿勢，收縮肱二頭肌。\n\n恢復至起始位置，更換另一隻腿。\n\n小貼士：讓私人教練或者專業指導人員教你如何完成該練習。",
  "113-One-Arm-Seated-Dumbbell-Wrist-CurlN": "坐姿單臂啞鈴卷腕",
  "15-Bench-knee-raiseN": "坐式提膝收腹",
  "3daysplithomeWorkoutDescription": "該三天訓練計劃每周鍛煉三天，每天1.5小時。\n\n該訓練計劃將所有選擇出的特定肌肉群集中在一天內訓練。\n\n通用小貼士：不要忘記一周中剩下的四天。在休息的四天(周二、周四、和周末)中觀察肌肉反應是十分重要的。肌肉並不是在訓練的過程中生長，而是在沒有鍛煉的時候生長。\n\n專業健身者的小貼士：你可以增加每天重復練習整套動作的次數至4次。",
  "barbell-upright-rowsN": "杠鈴上提",
  "Dumbbell-One-Arm-Shoulder-PressN": "單手啞鈴肩部推舉",
  "RoutineBackExtraName": "背部肌肉群常規練習",
  "Reverse-Grip-Tricep-PushdownN": "反手三頭肌下推",
  "premium3ExtraDescription": "成為高級訂閱會員，極少投資，更多回報！\n\n- 每月可獲得一個免費鍛煉計劃支持！您可免費選擇一個自主設計的訓練計劃或是我們團隊專業設計的訓練計劃! \n- 您還可通過我們的高級會員郵件制度獲得最快回復！ \n- 更多高級訂閱內容將陸續登場",
  "Isometric-Neck-Exercise-SidesD": "左右等距頸部練習可有效鍛煉側面頸部肌肉，和前后頸部練習一樣，它可以防止肌肉損傷。\n\n步驟：身體豎直站立，右手舉起支撐住右邊頭部，手掌略高於太陽穴。收縮頸部肌肉，試圖向右移動頭部，但右手提供阻力，防止頭部移動。記住全過程目光應平視前方，頭部保持靜止。\n\n保持該動作10秒鐘，然后緩慢放鬆頸部，釋放壓力。\n\n在左邊重復該動作。\n\n頸部不要用力過度。這是一個十分輕鬆簡單的練習，過度用力易導致頸部損傷。",
  "femaleBopGymWorkoutDescription1": "一組動作，包含4個腹部練習，以及4個腿部和臀部練習。",
  "43-Flat-Bench-Leg-Pull-InN": "坐姿雙腿上拉",
  "Incline-Chest-PressN": "上斜胸推",
  "63-Machine-Lat-Pull-DownN": "器械輔助背闊肌下拉",
  "Weighted-Sissy-SquatD": "不要讓這個練習的名字迷惑了你，該動作是一個輔助性深蹲練習可以有效的鍛煉股四頭肌（腿部肌肉）。\n\n步驟：單手抓住重量板支撐架或者橫杠以支撐身體，另一隻手在胸前抱住一個重量片。\n\n收緊腹部，降低身體，向下深蹲直至接近地面，膝蓋完全彎曲。\n\n回到起始位置。\n\n小貼士：在練習中保持雙腳牢牢扣在地面。",
  "Kneeling-Cable-Concentration-Triceps-ExtensionD": "集中型練習限制練習者身體的活動范圍，集中練習特定部位，增強訓練效果。\n\n步驟：在拉索上安裝一個把手，並將拉索滑輪置於較高處。\n\n若練習者左邊身體更靠近拉索器，練習者需用左膝單膝跪下接觸地面，右手握著把手，右腿彎曲支撐身體並保証右上腿部分於地面平行，反之亦然。\n\n右手肘關節靠在膝蓋上右大腿內側，隻移動小臂，把拉索從人體左上方向地面方向下拉。\n\n緩慢恢復到起始位置。\n\n交換手臂，重復動作。\n\n小貼士：練習過程中，盡量保持除小臂以外的身體其他部分靜止。",
  "104-Dumbbell-Lying-PronationD": "該練習可以很好地鍛煉小臂肌肉，和手腕筋腱。\n\n步驟：側躺在一個訓練凳上，掌心朝頭部，左手握住一個啞鈴。\n\n緩慢扭轉手腕，使得啞鈴向下運動，手心朝天花板。\n\n回到起始位置。\n\n重復計劃好的練習次數，更換另一個手臂，重復以上動作。\n\n小貼士：健身者不要使用特別重的啞鈴練習該動作，否則會導致嚴重損傷。\n\n緩慢完成該動作。正常狀態下，旋轉啞鈴45度應該需要3秒鐘左右。",
  "Front-Barbell-SquatN": "肩上杠鈴深蹲",
  "WGQuestion3": "您是初級健身者，高級健身者還是專業健身者？",
  "131-Reverse-Barbell-Preacher-CurlsN": "正手握杠鈴斜拖彎舉。",
  "Seated-Bent-Over-One-Arm-Dumbbell-Triceps-ExtensionD": "該練習是一個手臂向后方運動，集中練習每隻手的肱三頭肌。\n\n步驟：坐在訓練凳一端，雙腳平穩放在地面。\n\n右手握住一個啞鈴。\n\n身體微向前傾斜，將啞鈴拿起，使其幾乎和胸肌平行。保持小臂與地面垂直。然后以肘關節為中心，按弧形將啞鈴向身體后方推。\n\n恢復至起始位置。更換手臂，重復以上步驟。",
  "Bent Over Rear-Delt-Row-With-Head-On-BenchD": "該動作優於普通俯身側平舉之處在於，依靠長凳的頭部可以使得練習者身體更易平衡，避免受傷。\n\n步驟：面對一個上斜的長凳站立，雙手各持一個啞鈴。膝蓋微微彎曲，收緊腹部。慢慢向前屈身，使額頭倚在長凳末端。此時，手臂在身體下方，手心相對。\n\n用背闊肌向外緩慢舉高啞鈴，直至手臂與地面平行。保持該動作幾秒鐘，然后緩慢降低啞鈴回到起始位置。",
  "36-Lying-Heel-TouchesD": "臥姿手觸腳跟可以很好地鍛煉斜腹肌，消除腰部贅肉。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上。雙手臂伸直，放在身體兩側。\n\n收縮斜腹肌，用右手觸碰右腳跟。\n\n緩慢、有控制回到起始位置。練習者在完成動作時應該感覺到斜腹肌和腹肌拉伸。\n\n用另一隻手重復以上動作。按照指定好的計劃重復全部動作。",
  "Smith-Machine-Good-MorningsD": "該動作是十分古老的健身練習之一，但也是最好的鍛煉下背部肌肉的練習之一。\n\n步驟：將杠鈴扛在肩上。站直，收緊腹部以支撐背部。\n\n接下來，彎曲腰部，身體開始向前傾。降低軀干，使之最終於地面平行。為了保持平衡，練習者需要將臀部向后推動，同時微微彎曲膝蓋。膝蓋盡量不要彎曲過多。\n\n上身和地面平行后，停止降下軀干，保証雙眼平視前方，背部平直。保持該動作幾秒鐘，然后緩慢抬起身體至起始位置。\n\n小貼士：可從支撐架上取下杠鈴，再開始該練習。這樣練習者可以較容易的把杠鈴放置在起始位置。",
  "Standing-Calf-RaisesD": "該練習使用器械使練習者習慣提踵運動。\n\n步驟：腳掌接觸器械，腳跟離地，站在器械上。調整器械，使得器械肩墊放在肩膀上。\n\n抬起腳后跟，使身體重心集中在腳掌上。\n\n保持該動作幾分鐘，然后恢復起始動作。",
  "Butt-LiftD": "該運動適用於初級練習者和其他有經驗的練習者。橋式和平板支撐是簡單有效鍛煉核心肌肉群的方法。\n\n步驟：平躺於地面，膝蓋彎曲，腳貼住地面。\n\n抬起身體，收腹，臀部脫離地面，並保持臀部緊張。",
  "65-Middle-Back-ShrugN": "長斜方肌聳肩（中背部）",
  "Thigh-AbductorN": "股外展肌腿外擴",
  "StretchingD": " ",
  "WBlockTargetBOP": "平腹，瘦腿，提臀塑形計劃",
  "ProVersionFemale": "該版本是專為女性設計，所有的訓練計劃符合女性的健身模式，滿足女性的健身需求。請開通會員，專享全部女性健身計劃。",
  "One-Legged-Cable-KickbackD": "該動作是希望練出緊實臀部者的最愛。\n\n步驟：面對拉力機站立，在腳踝處帶上環拷。\n\n面對堆起的重量板方向，膝蓋慢慢彎曲，收腹。持全腿伸直，臀大肌用力后抬腿至能達到的極限。回到起始位置，更換另一隻腳。",
  "Seated-Leg-CurlN": "坐姿腿屈伸",
  "Bicep-Curl-on-Stability-Ball-with-Leg-RaisedN": "平衡球啞鈴彎舉",
  "ExtraFeaturesTitle": "附加功能",
  "Donkey-Calf-RaisesN": "騎人提踵",
  "87-Lying-Cable-Rope-Extension-PulloverD": "許多舉重選手都忽略了上拉練習。但是上拉練習是鍛煉胸肌的極佳動作，將該動作包括進入你的日常胸肌練習可以增加胸肌練習的多樣性。\n\n步驟：面部朝上，平躺在訓練凳上，膝蓋彎舉，穩定的抓住地面。\n\n雙手握住扣著把手的繩子。手臂伸直，將把手置於頭頂上方。不要鎖死肘關節。\n\n雙手手心相對，收縮擠壓胸肌，將把手以弧線形估計向下拉動把手。直至胸肌感覺到灼熱感.\n\n控制動作幅度和節奏，回到起始位置。\n\n小貼士：不要突然猛力朝著身體上拉重量。注意將發力點集中在胸肌而不是背闊肌或者三角肌。",
  "Lat-PulldownN": "坐姿下拉",
  "Iron-CrossN": "十字深蹲",
  "Seated-Close-Grip-Concentration-Barbell-CurlN": "坐姿窄握杠鈴彎舉（集中型練習）",
  "WalkingD": " ",
  "personalworkoutExtraShortName": "個體化訓練計劃",
  "31-Decline-Ab-ReachD": "下斜仰臥起坐利用下斜凳帶來的額外負重加強鍛煉腹肌的效果。\n\n步驟：雙腳勾住下斜椅上方的固定杆，身體向后躺下。雙手向天花板方向伸直。\n\n集中使用腹部肌肉，將軀干從下斜凳上抬起，盡量向上抬起身體。保持手臂向上伸直。\n\n用腹肌控制運動，緩慢降低軀干至起始位置。\n\n小貼士：在該練習中，不要過度伸展背部，保持背部略微彎曲。為了使腹部壓力緊張，保証手臂始終伸直，不要向前或者向后。",
  "beachbodyExtraShortName": "沙灘秀身材",
  "Cuban-PressN": "古巴推舉",
  "Professionals": "專業",
  "Gironda-Sternum-ChinsD": "該版本的引體向上更集中地練習了背部肌肉。該練習的目的是用中胸部位接觸橫杠。\n\n步驟：雙手分開，與肩同寬，反手位握住橫杠。\n\n雙臂垂直，身體懸挂在橫杠上，身體充分伸展。\n\n彎曲脊椎，向橫杠方向上拉身體，頭部盡量向后仰。\n\n繼續上拉身體，直至鎖骨超過橫杠，胸板可以觸碰橫杠。\n\n緩慢降低身體至起始位置。\n\n小貼士：身體在最高點時，臀部和腿部與地面形成45度角。",
  "34-HundredsN": "手觸腳跟",
  "36-Lying-Heel-TouchesN": "臥姿手觸腳跟",
  "Squat-To-BenchD": "該動作很好地針對性練習了下肢肌肉。深蹲有很多版本，該版本的深蹲使用凳子來提醒練習者合適的下蹲距離。\n\n步驟：在身后放置一個長凳。\n\n從支撐架上取下杠鈴，扛在肩上。\n\n雙腳分開，略寬於肩膀，腳尖略分開朝前。\n\n收腹，彎曲膝蓋和髖部，緩慢做深蹲動作。\n\n盡量降低身體，但不要讓身體超過腳尖，這樣會使得人失去平衡。\n\n在最低點保持幾秒鐘，然后緩慢恢復至站立位置。\n\n小貼士：在杠鈴下墊一個墊子或者毛巾，可以幫助練習者更好抓持杠鈴，順利完成動作。\n\n可以在身體無負重情況下練習深蹲動作以熟悉該動作。\n\n在動作的全過程中不要坐在長凳上。",
  "WBlockSetsReps": "練習要領%@:\n\n每個動作的組數: %@\n每組動作重復次數：%@次\n每組動作休息時間：%@秒",
  "Cable-Preacher-CurlN": "拉索斜拖彎舉",
  "121-Seated-Reverse-Dumbbell-Wrist-CurlD": "該練習可以很好地鍛煉和增長前臂伸肌，也可以加強筋腱和小臂和手腕的連接組織的力量。\n\n步驟：坐在訓練凳上，將手臂放在大腿上，手心朝地面，雙手抓握啞鈴。\n\n集中使用前臂肌肉，保持前臂靜止，以手腕為中心，將啞鈴向上彎舉。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：不要猛力上提啞鈴，以緩慢、有控制的節奏完成動作。對於一些人而言，該練習可能損傷手肘。所以，如果您正在經歷任何形式的身體疼痛，請立即停止練習。",
  "narrow-stance-leg-pressD": "該練習是腿部推舉的一個版本。通過雙腳靠近的窄位站立姿勢，練習者可以集中練習外側腿部肌肉。\n\n步驟：坐在腿部推舉機上，雙腳分開約9厘米，腳尖以外八字型略略朝外分開，踏在腳踏板上。\n\n雙手握住器械兩邊的把手，解開安全鎖。\n\n收緊腹部，彎曲膝蓋，盡量使重量片靠近胸部。\n\n保持該姿勢幾秒鐘，緩慢伸直雙腿，使重量片回到起始位置。\n\n小貼士：在頂端時，不要鎖死膝蓋。",
  "84-Hammer-Grip-decline-Dumbbell-PressN": "錘式下斜啞鈴臥推",
  "123-Seated-Palms-Up-Dumbbell-Wrist-CurlD": "前臂肌肉極易被練習者忽視，但是這些肌肉又被用於幾乎所有的提拉動作上。\n\n步驟：掌心朝天花板，將小臂靠在大腿上。雙手各持握一個啞鈴，坐在訓練凳上。\n\n集中小臂力量，保持手臂靜止。以手腕為中心，旋轉手腕並將杠鈴向天花板方向抬高。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：不要猛力突然卷腕將啞鈴提高。使用緩慢、有控制的動作。",
  "45-Crunch-benchD": "卷腹訓練機讓練習者鍛煉所有位置的腹肌，特別集中鍛煉上腹肌肉。 \n\n步驟：面部朝上，躺在機器訓練凳上，雙腳架在踏板上。\n\n雙手交叉於胸前或者放於頭部兩側。注意在練習過程中不要上拉頸部。\n\n用身體前面的腹肌和腰部力量，將軀干抬起。此時，腰部是平衡點。\n\n小貼士：和其他卷腹練習一樣，練習者需要向疊起報紙一樣將身體彎曲。",
  "cable-crossoverD": "拉力器夾胸可以很好地鍛煉內胸肌。該動作需要兩台面對面放置的繩索拉力器，但一般健身房都會配置這樣的設備。\n\n步驟：在兩個拉力器上安裝把手。站在兩個拉力器中間，雙腿微微彎曲，身體略向前傾。手心向下，抓住把手，兩手臂張開於身體兩側。\n\n集中胸大肌的收縮力，由上向下拉引，至把手在處於小腹前接觸或交叉，稍停片刻，然后恢復至起始位置。\n\n小貼士：拉引把手至身體前時，收縮三角肌，讓該動作效果增強。",
  "WBlockRoutine": "常規練習是一個很小的訓練單位，您可以將其融入您現有的健身計劃裡。購買后可見詳細描述。",
  "seated-ab-crunchD": "該練習需要使用健身拉索器進行拉鎖負重練習。\n\n步驟：將拉索裝在一個較高位置的滑輪上。\n\n背對健身拉索器，雙手握住拉索把手，並舉起雙手至肩膀以上。\n\n保持雙腳平穩貼住地面，臀部平穩坐在長凳上。收縮腰腹部，彎腰，將手肘慢慢靠近膝蓋。\n\n回到起始位置。\n\n小貼士：控制身體，保証平穩緩慢地完成該動作。",
  "85-Hammer-Grip-Dumbbell-PressD": "錘式啞鈴臥推以一種和普通啞鈴臥推略微不同的方式鍛煉胸大肌。這一點點的不同之處足矣打破練習瓶頸期，給胸肌帶來新的增長。該動作是很好的啞鈴臥推替代動作。\n\n步驟：雙手各持一個杠鈴，靠在大腿上。躺在訓練凳上，將啞鈴放在大腿上。\n\n在躺下的同時，猛力上推腿部，使啞鈴移到身體上方。\n\n然后，夾緊手肘，掌心相對，將啞鈴舉在與胸部登高的地方。\n\n下背部微微彎曲，收縮背闊肌，將肩膀固定在穩定的位置上。\n\n掌心相對，爆發式地將啞鈴迅速舉起。\n\n以緩慢、有控制的節奏降低啞鈴，回到起始位置。\n\n小貼士：在下斜裝置上使啞鈴移動到初始位置對一般練習者都很有挑戰。所以，練習時，最好有同伴陪同並且幫助練習者放置好啞鈴位置。注意將發力點集中在胸肌，以保証是胸肌而不是三角肌完成該動作的主要部分。降低啞鈴時吸氣，推舉啞鈴時呼氣。",
  "WBlockOneSideExercises": "身體兩側都要重復給定的動作次數。舉例說，左邊練習完給定的動作次數后，右邊也要同樣的動作和次數。",
  "60-Machine-Assisted-Chin-UpD": "引體向上可以很好的鍛煉長斜方肌（中背部）和增加肱二頭肌。傳統的引體向上利用身體體重，可能對新手難度太大。所以器械輔助引體向上是幫助新手增強肌肉強度和力量的很好選擇。\n\n步驟：依據練習者想減輕的重量，調整平台的高度。\n\n手心朝自己，握住兩根上撐杆，雙手距離15厘米。\n\n站或者跪在平台上，降低身體直至雙手臂伸直，但肘關節不要鎖死。\n\n將自己的身體上提，直至上撐杆高於練習者下巴。",
  "Seated-Cable-RowsN": "坐姿並握劃船",
  "Smith-Machine-Upright-RowD": "史密斯杠鈴立正劃船上提鍛煉三角肌和斜方肌以及周邊肌肉。\n\n步驟：在開始該練習之前，您需要正確安裝史密斯機器。固定杠鈴，使杠鈴對齊大腿中部。並在此位置安裝好制動裝置。\n\n在杠鈴前站立，雙腳與肩同寬。收緊腹部。雙手分開，與肩同寬，正手位握住杠鈴。注意使用斜方肌發力，緩慢提高杠鈴，使其向下巴處運動，直至鎖骨處。保持該姿勢幾秒鐘。\n\n接下來，緩慢降下杠鈴至起始位置。\n\n小貼士：嘗試降下杠鈴時，不要將杠鈴放在安全鎖上，而是在安全鎖上方挺直，再重復動作。\n\n保持身體和手腕伸直。確保在使用斜方肌的同時也使用三角肌，這樣斜方肌不會因為過度訓練而損傷。三角肌足夠強壯，可以輔助力量較弱的肌肉。同時，確保雙手抓距與肩同寬，這樣可以避免肩部在運動過程中扭動而導致損傷。",
  "hstworkoutCycle4Description": "循環三：組內重復5次\n\n每周訓練三次，保証每次訓練之前一整天休息。例如，每周一，周三，周五訓練。\n\n循環周期要持續兩周，包括6次訓練。在完成這個循環周期之后，您將進行下一個循環周期。\n\n 重要！在結束這個循環之后，您必須休息10-14天。在結束休息之后，重新開始循環一，並且適當添加少許重量。\n\n組內重復每個動作的次數在該循環中保持不變，為5次。隻有重量在不同天的訓練中可能增加。\n\n接下來，舉例介紹如何增加練習使用的重量。\n\n假設您之前確定用80千克重量重復做5次臥推。那麼，您的第一次訓練應該使用該重量的80% 左右，即67.5千克，但仍舊保持5次重復。在接下來的訓練循環中，每次增加2.5千克重量。您對這一個循環周期的計劃應該如下：\n\n1.訓練（周一）- 67.5千克，組內重復5次。\n2. 訓練（周三）- 7千克，組內重復5次。 \n3. 訓練（周五）- 72.5 千克，組內重復5次。\n4.訓練（第二個周一）- 75千克，組內重復5次。\n 5.訓練（第二個周三）- 77.5千克，組內重復5次。\n6.訓練（第二個周五）- 80千克，組內重復5次。\n結束該循環周期。\n\n在結束每一天訓練后，您還可以按照標准訓練腹肌。",
  "bench-dipsD": "該動作是一個鍛煉背面肱三頭肌的經典動作，也是最好的動作之一。\n\n步驟：將兩個長凳平行放置，距離90-120厘米。\n\n坐在一條長凳上，將腿搭在另一條長凳上，保持雙腿懸空。\n\n將一隻腳放在另一隻腳上面，支撐住身體。\n\n兩手從背后支撐身體，兩臂慢慢屈肘，身體盡量下沉。\n\n停頓片刻，然后恢復起始位置。\n\n小貼士：手臂彎曲不能小於90度，這樣可能拉傷肩部。",
  "One-Arm-Dumbbell-Bench-PressD": "該動作是非常高級的練習動作，一般適用於舉重選手和專業健身者。初學者不應該練習該動作，我們推薦學習該動作時要有專業人士展示解說，練習時需要有看護者陪同。\n\n步驟：平躺在訓練凳上，收緊腹部，雙腳平放地面。\n\n一手抓起啞鈴，將啞鈴舉在胸肌旁邊，准備好起始位置。\n\n伸開手臂，直至手臂完全伸直，肘關節鎖住。\n\n用緩慢、控制的移動，將啞鈴移動至起始位置。\n\n在完成一隻手的練習后，更換另一隻手。\n\n小貼士：該動作可以加強肩旋轉肌群力量，更好的支撐肩部。",
  "2-Sit-UpN": "仰臥起坐",
  "22-Alternate-Heel-TouchersN": "交替手觸腳跟",
  "21-Air-BikeN": "空中踩自行車",
  "Decline-Chest-PressN": "下斜胸推",
  "supersetNote": "超級組數訓練計劃",
  "WBlockHome": "居家或者健身房",
  "Standing-One-Arm-Dumbbell-Curl-Over-Incline-BenchN": "站姿斜板上單手啞鈴彎舉",
  "126-Seated-Neutral-Dumbbell-Wrist-CurlN": "坐姿中立位啞鈴卷腕",
  "99-Chest-Stretch-2D": "該練習拉伸胸大肌和前三角肌。\n\n步驟：雙腳分開，與肩同寬，側身在牆邊站立。\n\n彎曲手臂，將一隻手的前臂靠在牆上，手掌貼住牆壁，上臂與地面平行。\n\n向遠離牆的前方扭轉身體，直至感覺到拉伸。\n\n保持該姿勢10-30秒，然后放鬆休息，更換另一隻手臂，重復以上動作。",
  "PWNote1": "在開始訓練主要肌肉群之前不要忘記熱身。",
  "109-One-Arm-Dumbbell-Wrist-Curl-Over-BenchN": "單臂啞鈴訓練拖手臂卷腕",
  "Standing-Leg-CurlD": "該動作練習大腿背側的股二頭肌。\n\n步驟：調整腿彎曲機器高度，使得腳踏板在腳踝的上方。\n\n抓住機器，將身體支撐在機器上。\n\n彎曲膝蓋，緩慢向后方抬起腳。\n\n回到起始位置，更換另一隻腳再重復練習。\n\n小貼士：完成動作過程中保持背部挺直。緩慢有控制性的完成該動作。",
  "High-Cable-CurlsN": "高索彎舉",
  "33-Hanging-Leg-RaiseD": "懸挂提膝收腹可以很好的加強下腹肌力量同時塑形。\n\n步驟：雙手分開，略寬於肩，以正手位握住一根拉杆。\n\n伸直雙腿並保持雙腿靠攏，集中使用下腹肌力量緩慢將腿抬起，直至腿部與地面平行。全過程需保持雙腿伸直。\n\n緩慢回到起始位置。\n\n在練習中不要搖晃雙腿，這樣做在降低鍛煉效果的同時也會導致損傷。在動作全過程要一直保持緩慢。 ",
  "workout1ExtraName": "四天全身訓練計劃",
  "Gironda-Sternum-ChinsN": "吉隆達胸板引體向上",
  "beachbodyWorkoutDescription": "每周按照該計劃訓練四次。這個訓練不是按照肌肉群來劃分，而是按照每一個動作分類。該訓練計劃的另一個特點是超級組數。\n\n在超級組數中，你將會連接的完成兩種不同的動作，中間隻有短暫間隔。在結束一次超級組數訓練后，你可以有一個較長時間的休息。\n\n舉例：\n\n第一個超級組數：\n – 完成一套動作1\n簡短休息\n – 完成一套動作2\n較長休息\n\n第二個超級組數:\n - 完成一套動作1\n簡短休息\n – 完成一套動作2\n較長休息 \n重復持續\n\n\n通用小貼士：\n- 不要忘記在一周中其他的休息日中完成心肺練習\n-健康飲食\n\n高級健身者和專業健身者小貼士：對於每個訓練動作，可再增加一組訓練動作。",
  "personalworkoutExtraName": "回答問題",
  "58-Incline-Bench-Barbell-RowD": "和俯身劃船類似，該練習鍛煉背闊肌和長斜方肌（中背部），但是減少了對下背肌的壓力。所以這個動作是有背部傷病健身者的很好選擇。\n\n步驟:將一個杠鈴安裝好並放在上斜訓練凳的上頂端下方。\n\n俯身躺在上斜訓練凳上，背部挺直，雙腳穩穩著地。\n\n雙手分開，與肩同寬，正手位抓住杠鈴。\n\n收縮背闊肌和背部肌肉，緩慢將杠鈴向胸板方向抬起。\n\n控制動作節奏，降低杠鈴至起始位置。\n\n小貼士：集中收縮背闊肌而不是肱二頭肌有助於將發力點集中到背闊肌上。練習者應該感覺到將自己的手肘垂直上拉，而不是用手臂完成動作。",
  "6-Dumbell-Rear-FlyN": "三角肌后拉",
  "bench-pressN": "杠鈴臥推",
  "26-Boat-PoseN": "船式姿勢",
  "79-Cable-Cross-OverD": "和飛鳥動作類似，拉索夾胸可以很好的增加胸部肌肉，是飛鳥動作的替代動作。\n\n步驟：站在兩個拉力器中間。雙手掌心朝內，各握持一個拉索把手。微微將身體向前傾。\n\n收縮胸肌，使兩隻手臂在面前合攏。此過程中保持背部挺直，收腹，膝蓋微彎。 \n\n在動作的最關鍵時刻，再次收縮胸肌，然后緩慢將手臂分開，回到起始位置。\n\n小貼士：收緊背闊肌，保持肩部穩定。保証動作的主要發力點來著胸肌可以防止肩部受傷。",
  "Dumbbell-Decline-FlysD": "啞鈴下斜飛鳥集中鍛煉內側下胸肌。也可拉伸胸肌和肱二頭肌，適合添加至任何健身計劃。\n\n步驟：面朝上，平躺在一個斜向下的長凳上，頭部低於腳尖。雙手各持一個啞鈴，手肘略彎曲，手臂展開向身體兩側伸出。手肘背朝地面，練習者應該能感覺到胸部和肱二頭肌的拉伸。\n\n收縮胸肌，使啞鈴以肩部為中心，弓形運動至胸肌正上方。保持該姿勢幾秒鐘，再收縮胸肌一次。接下來，緩慢降下啞鈴，回到起始位置。\n\n小貼士：練習者可以在啞鈴舉至最高處時增加扭轉動作。這樣，啞鈴便不是在雙手掌相對的狀態下觸碰，而是平行觸碰，",
  "Standing-Front-Barbell-Raise-Over-HeadD": "杠鈴前平舉鍛煉前側肩部肌肉，提升整體肩部運動機能，對日常生活也很有幫助。同時，該動作可以幫助塑造肩部線條。\n\n步驟：站立，掌心朝下，雙手以正手位持杠鈴。杠鈴保持在身體正前方，手臂略彎曲，膝蓋略彎曲。向前提起啞鈴至肩膀高度。保持該姿勢幾秒鐘，然后緩慢、控制的降下杠鈴。\n\n小貼士：在整個過程中注意收緊腹肌以支撐背部。即使向后彎曲背部可以使得動作更易完成，但一定不能彎曲背部。另外，不要鎖死肘關節。",
  "23-Alternate-Leg-Reverse-HyperD": "該練習可以鍛煉腹肌、臀肌、小腿肌脛和核心肌肉群。\n\n步驟：面朝下，平躺在健身凳上，雙手抓住健身凳。\n\n抬起一隻腿，另一隻腿自然踏在地面。盡量將腿抬高，直至練習者可以感覺到臀部和腹部的肌肉拉伸。\n\n緩慢、控制地降低抬起的大腿，更換另一側重復練習。\n\n小貼士：練習過程中不要搖晃大腿，因為這樣不能有效鍛煉肌肉並且可能導致背部損傷。相反，練習者應該緩慢、控制地完成該動作，保証鍛煉腹肌和臀肌，並且防止產生任何慣性。",
  "PWFooterWarning": "如果近期您受過傷，請和您的醫生或者私人教練溝通后再開始訓練。",
  "2-Sit-UpD": "仰臥起坐是傳統鍛煉腹肌的方法之一。進來仰臥起坐漸漸轉化成卷腹練習，以保護背部。然而，隻要完成仰臥起坐的動作得當，它依舊是一個很好的腹部練習動作。\n\n步驟：平躺在地面上，面朝上，雙膝彎曲，使腳板接觸地面。雙手交叉於胸前，或者採用以下略難的姿勢：手臂彎曲，雙手靠耳部抱頭。若練習者使用抱頭姿勢，請保証在練習過程中不要用力將頭拉起，這樣會損傷頸部和脊柱。\n\n收縮腹肌，用力將上軀干拉起，離開地面，直至軀干垂直於地面。利用腹肌，控制身體，緩慢降低身體，直至離地面幾厘米處。重復預先設定好的數量。\n\n小貼士：練習中，保持背部略略彎曲，這樣可以防止背部抽筋。同時，注意將發力點集中腹肌上。",
  "PWAlertAge": "對於31-40歲的健身者，我們不推薦每周健身次數超過4次。如果你年齡大於40歲，請保証每周健身次數少於3次。",
  "proVersionExtraDescription": "您是不是在瘋狂的搜索Fitness Point？那麼，下載Fitness Point 標准版吧！\n\n解鎖以下功能：\n\n- 超過400個健身動作，附加動畫及文字解說。\n- 直觀圖表總結記錄每一項鍛煉進展。\n-跟蹤你的體重變化（圖表查看）。\n- 自動定時器\n- 鍛煉時間\n- iCloud數據備份\n-使用定時器精確控制你的組間休息時間。\n-把你的訓練日志保存為CSV文件，以便在電腦上編輯保存。\n-沒有廣告！\n\n隨時免費更新到新版本。",
  "Barbell-Ab-RolloutN": "俯身杠鈴外移",
  "Dumbbell-Shoulder-PressD": "啞鈴推舉是標准推舉的改進版本，幫助鍛煉肩部平衡肌。交替訓練杠鈴和啞鈴兩種推舉可以最大化訓練效果。\n\n步驟：坐於長凳上，收緊腹部，掌心朝前，雙手持鈴握於頭部兩側，與肩同寬。兩手在垂直方向把啞鈴推起，至兩臂伸直，此時啞鈴在頭上方。此時練習者可以輕輕碰撞啞鈴。\n\n保持該姿勢幾秒鐘，然后再慢慢降低啞鈴位置。當啞鈴降低至肩部高度時，重復以上動作。\n\n小貼士：保証在最高位時不要鎖死肘關節。鎖死肘關節，尤其在使用強重量的情況下會導致極其嚴重損傷。\n\n你可在健身球上完成該動作。",
  "fitnessMachines": "健身器材",
  "107-EZ-Bar-Reverse-Grip-Preacher-CurlD": "斜拖彎舉的衍生版集中訓練前臂和肱二頭肌。該練習可以增加手臂肌肉。曲杠鈴讓練習者更舒服、自然的彎舉。\n\n步驟：坐在斜拖訓練器械上，背部和脊柱挺直。\n\n正手位抓起曲杠鈴，並且將手臂放在斜托板上，自然伸直。\n\n保持手臂靠在訓練凳上，把杠鈴朝頭部方向舉起。\n\n保持姿勢幾秒鐘，然后降低杠鈴至起始位置。\n\n小貼士：不要猛力提高重量片。保持緩慢、有控制的節奏練習該動作，可達到最好效果。對一些人來說，練習該動作時可能損傷筋腱，所以，如果練習者身體有任意形式的疼痛，必須馬上停止練習此動作",
  "141-Machine-reverse-butterflyD": "該練習鍛煉極易忽略的三角肌。三角肌對於運動和保持健康肩部而言都十分重要。\n\n步驟：背部挺直，坐在器械上。\n\n手臂伸直，手肘微彎，抓住兩個把手。\n\n向下收縮背闊肌，使得雙肩穩定在一個位置上。集中收縮三角肌，將把手向后移動。\n\n以緩慢、有控制的節奏，使把手回到起始位置。",
  "Bicep-Curls-with-Overhead-Extension-Kneeling-on-SBN": "平衡球上頸后啞鈴彎舉",
  "Push-Ups-Close-and-Wide-Hand-PositionsN": "俯臥撐（肩寬和肩窄）",
  "One-Armed-Biased-Push-UpN": "單手傾俯臥撐",
  "Narrow-Grip-Bench-PressN": "窄握杠鈴臥推",
  "70-Smith-Machine-Bent-Over-RowD": "該動作將練習背部的每一塊肌肉，並且幫助健身者練習肱二頭肌和肩部肌肉。史密斯機器幫助練習者穩定和平衡重量，減少舉起杠鈴的難度。\n\n步驟：將一個杠鈴架在與腹股溝等高的支撐架上，安裝好適當的重量片。\n\n雙手分開，略寬於肩，手心朝下正手位抓住杠鈴，旋轉杠鈴解開安全鎖扣，站直身體。\n\n抬起頭部，目視前方，彎曲膝蓋，前傾身體。收緊腹肌，保持下背部挺直，降低杠鈴至膝蓋處。\n\n保持背部靜止，收縮背部肌肉，緩慢抬高杠鈴至腹部。\n\n以相同緩慢、有控制的節奏降低杠鈴。\n\n小貼士：在練習的全過程中，保持背部靜止，不要突然使用臀部力量突然提起杠鈴。集中收縮背闊肌以保証充分鍛煉背闊肌，較少地鍛煉肱二頭肌。練習者應該感覺將手肘豎直提起，而不是整隻手臂在完成動作。",
  "alternate-hammer-curlD": "該動作運用類似錘擊的運動來單獨鍛煉肱二頭肌。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n雙手各持一個啞鈴，掌心相對。\n\n伸直雙臂，使手臂在身體兩側。\n\n鎖緊手肘，彎曲手肘，手掌以錘式弧線運動靠近左肩。\n\n放下左手臂，更換另一側重復動作。\n\n小貼士：練習中不要轉動手腕。",
  "Beginner": "初級健身者",
  "Bicep-Curl-Stork-StanceN": "鶴立式彎舉",
  "67-One-Arm-Seated-Cable-RowN": "單手坐姿拉索劃船",
  "4daysplithomeWorkoutDescription": "該四天訓練計劃每周實施鍛煉四天，每天1.5小時。\n\n該訓練計劃將所有選擇出的特定肌肉群集中在一天內訓練。\n\n通用小貼士：不要忘記一周中剩下的三天。在休息的三天(周三和周末)中觀察肌肉反應是十分重要的。肌肉並不是在訓練的過程中生長，而是在沒有鍛煉的時候生長。\n\n專業健身者的小貼士：你可以增加每天重復練習整套動作的次數至4次。",
  "Reverse-Plate-CurlsN": "反向重量板彎舉",
  "3daysplitExtraShortName": "三天全身訓練計劃",
  "71-Rope-Crossover-Seated-RowD": "該練習作為傳統劃船動作的衍生，鍛煉背部，大腿，核心肌群、手臂和肩部的所有肌肉。\n\n步驟：穩定地坐在劃船器械上，雙腳固定在杆上，抓住繩索，保証左手握住繩子的右邊，右手握住繩子的左邊。\n\n保持背部挺直，挺胸。開始向身體方向拉繩子，同時解開雙手交叉的動作。\n\n以相反的過程重復以上動作，保持對重量的控制，回到起始位置。\n\n小貼士：保証大腿是該動作的主要發力部位，不要用背部肌肉突然拉起拉索和重量片。 ",
  "3daysplitExtraName": "三天全身訓練計劃",
  "lying-triceps-pressD": "該動作是另一個鍛煉肱三頭肌的經典動作。\n\n步驟：身體平躺在長凳上，頭部放在長凳一端。\n\n正手握住曲杠鈴或杠鈴，雙手與肩同寬。\n\n垂直舉起杠鈴至肩部上方，保持上臂垂直於身體。\n\n以肘關節為中心，緩慢彎曲手肘，使前臂緩慢向頭部上方下落。\n\n將杠鈴恢復起始位置。\n\n小貼士：保持上臂不動，隻用手肘完成該動作。",
  "biceps-curl-with-deadliftD": "這是一個較高級的健身練習。這個練習整合了屈臂和提拉練習。\n\n步驟：手心朝上，雙手握住曲杠鈴或杠鈴杆。\n\n調整姿勢，保証雙腳分開，與肩同寬，膝蓋微微彎曲。收緊腹部，提起杠鈴。\n\n手臂伸直，保持杠鈴在大腿前。\n\n彎曲腰部，杠鈴向下運動，但保持在地面以上。\n\n當回到站姿位置時，將杠鈴抬高，同時彎曲手臂，使前臂向肱二頭肌靠攏。\n\n回到起始位置，重復動作。\n\n小貼士：面對鏡子完成該動作可以幫助糾正姿勢。",
  "WBlockTarget": "目標",
  "Smith-Machine-Close-Grip-Bench-PressD": "該版本的史密斯臥推利用窄握杠鈴橫杠的方法分離集中鍛煉肱三頭肌和胸肌。\n\n步驟：在史密斯機前放好一個水平長凳，保持臥推上舉時杠鈴軸線落在胸部相應部位。\n\n雙手分開約15厘米左右，窄握杠鈴橫杠，解開安全鎖扣，緩慢降低杠鈴至胸前。\n\n在杠鈴接觸胸肌之前停下，然后充分推舉杠鈴，使杠鈴回到起始點。",
  "88-Reverse-Grip-Smith-Machine-Decline-Bench-PressN": "反手下斜史密斯臥推 ",
  "22-Alternate-Heel-TouchersD": "交替觸摸腳跟可以幫助練習者塑造腹部、消除腰部贅肉。該練習主要集中在腹斜肌上。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上。\n\n將肩膀從地面抬起，同時保証下背部任然接觸地面支撐身體。\n\n收縮腹斜肌，右手接觸同側腳跟。\n\n回到起始位置，再交換左手重復以上步驟。",
  "10-Standing-Military-Press-Behind-The-NeckN": "站姿背后杠鈴推舉",
  "3-Cable-Chest-PressN": "拉索胸推",
  "barbell": "杠鈴",
  "Front-Dumbbell-RaiseD": "啞鈴前平舉鍛煉前側肩部肌肉，提升整體肩部運動機能，對日常生活也很有幫助。同時，該動作可以幫助塑造肩部線條。\n\n步驟：站立，掌心朝下，雙手以正手位各持一個啞鈴。將啞鈴拿在身體正前方，手臂略彎曲。向前提起啞鈴，使手臂高於眼睛平視形成的水平線。保持該姿勢幾秒鐘，然后緩慢、控制的降下啞鈴。\n\n小貼士：在整個過程中注意收緊腹肌以支撐背部。即使向后彎曲背部可以使得動作更易完成，但一定不能彎曲背部。另外，不要鎖死肘關節。",
  "Dumbbell-Decline-FlysN": "啞鈴下斜飛鳥",
  "49-Negative-crunchN": "負向卷腹",
  "59-Bench-Two-Arm-Dumbbell-RowD": "和俯身啞鈴劃船類似，該練習鍛煉背闊肌和長斜方肌（中背部），但是減少了對下背肌的壓力。所以這個動作是有背部問題的健身者的很好選擇。\n\n步驟:雙手各持一個啞鈴，俯身躺在上斜訓練凳上，背部挺直，雙腳穩穩放在地面上。\n\n收縮背闊肌和背部肌肉，緩慢將杠鈴向胸板方向抬起。\n\n控制動作節奏，降低杠鈴至起始位置。\n\n小貼士：集中收縮背闊肌而不是肱二頭肌有助於將發力點集中到背闊肌上。練習者應該感覺到將自己的手肘垂直上拉，而不是用手臂完成動作。",
  "biceps-curl-barbellN": "直立杠鈴彎舉",
  "115-One-Arm-Seated-Reverse-Dumbbell-Wrist-CurlD": "該練習可以很好地鍛煉和增長前臂伸肌。同時也可以增強筋腱，已經前臂和手腕的連接組織韌性。\n\n步驟：坐在訓練凳上，將手臂放在大腿上，手心朝地面，抓握啞鈴。\n\n集中使用前臂肌肉，保持前臂靜止，以手腕為中心，將啞鈴向上彎舉。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。重復計劃好的練習次數。然后更換另一隻手臂重復。\n\n小貼士：不要猛力上提啞鈴，以緩慢、有控制的節奏完成動作。對於一些人而言，該練習可能損傷手肘。所以，如果您正在經歷任何形式的身體疼痛，請立即停止練習。",
  "WBlockDays": "練習頻率是每周%@次。我們建議您每次練習后休息1到2天。",
  "rope-hammer-curlN": "拉索錘式彎舉",
  "94-Calves-StretchD": "該練習可以拉伸腓腸肌。\n\n步驟：右膝在地，單膝跪下。左腳向前跨一步，彎曲膝蓋，左腳板貼地。\n\n向身后拉伸右腿腓腸肌。將右腳腳面貼地，腳尖指向身后方向。\n\n保持該動作10-30秒，放鬆。然后更換另一隻腿重復以上動作。",
  "117-Palms-Up-Barbell-Wrist-Curl-Over-A-BenchD": "限制性集中練習前臂可以很好的防止小臂筋腱和韌帶損傷。\n\n步驟：雙膝在訓練凳前跪下。雙臂放在訓練凳上並持握杠鈴。\n\n掌心朝天花板，集中小臂力量，以手腕為中心，旋轉手腕並將杠鈴向天花板方向抬高。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：杠鈴卷腕可能會導致手腕疼痛或者不適。若練習者感覺到任何不舒適，應該更換曲杠鈴或者啞鈴完成該練習",
  "72-Rope-Lat-Pull-DownD": "背闊肌下拉可以使背闊肌增長，極好地幫助健身者練出V-字型美背。該練習也可以很好的鍛煉長斜方肌（中背部）和肩部肌肉。\n\n步驟：坐在背闊肌下拉器械上，調整下方橫杠高度，使得雙腳卡在橫杠下方。\n\n雙手掌心相對，抓住短繩。\n\n收縮背部肌肉，發力將把手從頭頂上方拉下直至下方鎖骨處。下拉時保持背部挺直，挺胸。\n\n控制段繩和重量片運動的節奏，使其緩慢恢復起始位置。\n\n小貼士：肱二頭肌和肩部肌肉極易在該練習中替代背闊肌發力。練習者可以想象該動作是將手肘的下方向自己身體方向下拉。保証自己能始終感覺背闊肌的拉伸和收縮的運動。",
  "Incline-Dumbbell-CurlD": "該動作在練習啞鈴彎舉的同時使用上斜訓練椅來改變身體姿勢。該動作和斜拖彎舉類似。\n\n步驟：調整上斜訓練椅至45度角。\n\n雙手各持一個啞鈴，坐在訓練椅上，雙腳平穩地放在地面。\n\n雙臂下垂在身體兩側。\n\n 保持手肘垂直，收縮肱二頭肌，小臂向頭部抬起\n\n緩慢、控制的將啞鈴降低至起始位置，然后重復以上動作。\n\n小貼士：練習時盡量保持動作穩定，不要讓手臂晃動。",
  "Barbell-ShrugD": "杠鈴聳肩的主要訓練部位在肩側斜方肌。\n\n步驟：掌心朝內，雙手分開，與肩同寬，正手位抓住杠鈴。站立，收腹，背部挺直，杠鈴垂於胯前，肩部盡量下沉。\n\n收縮肩側斜方肌並提高肩部，使杠鈴運動到最高點，在最高點保持幾秒鐘。\n\n緩慢降低杠鈴至起始位置。\n\n小貼士：在最高點處試圖將兩肩靠近。完成此動作時要集中注意力，並緩慢完成該動作，練習者常常在完成該動作時遇到困難。",
  "86-Dumbbell-Incline-Fly-With-A-TwistN": "旋轉啞鈴上斜飛鳥",
  "alternate-hammer-curlN": "交替啞鈴錘式彎舉",
  "Dumbbell-Bench-PressN": "啞鈴臥推",
  "Leg-ExtensionsD": "腿伸展動作的目的是打造強壯的大腿。\n\n步驟：調整座椅，使得腿部可以充分活動。並且腳步踏板正好在腳踝上部。\n\n手抓住手柄，固定身體，保持臀部和背部緊貼長凳。\n\n緩慢伸展腿部，直至膝蓋豎直，但不要鎖死膝關節。\n\n停頓片刻，然后緩慢控制的，將腿移回起始位置。\n\n小貼士：緩慢，控制的完成動作，動作過快可能會將重量片震起。",
  "weightlosshomeExtraDescription": "動感腹部核心練習，助你有效減肥塑造六塊腹肌。計劃打造完美肌肉線條？擁有令人羨慕的六塊腹肌？該課程幫你統統實現，而且完全可以在家裡練習哦。這個生動有趣的健身計劃決不會讓你感到無聊乏味，循環練習法會使你酣暢流汗，根據個人體質，每次練習30到60分鐘。",
  "HyperextensionsD": "該動作不僅可以增強背部和核心肌肉群的力量，還可以增強身體柔韌性。\n\n步驟：調整羅馬椅，保証腳踝可以扣住腳墊，大腿完全貼在羅馬椅上。\n\n雙手交叉於胸前，保持背部挺直。緩慢彎曲腰部，向前屈體，保持背部挺直。\n\n緩慢回到起始位置。\n\n小貼士：在任何時候都不要彎曲背部。",
  "77-Bench-PushupsD": "盡管該練習的名字中包含長凳，但是這個練習可以利用任何高於地面的物體完成。由於訓練者的雙腳會高於身體，這個練習比普通的俯臥撐更多地練習胸大肌。由於身體軀干會和地面形成斜角，練習者前面的三角肌也會得到極好的鍛煉。\n\n步驟：雙手分開，手臂伸直，支撐於地面。雙腳放置在一個高於地面的物體上。物體越高，該動作的挑戰性越大。\n\n彎曲手臂，降低軀干直至軀干快要接觸地面。\n\n爆發性地將身體抬起，直至雙手臂伸直。此過程也需要收縮胸肌並且保持雙臂夾在身體兩側。",
  "Iron-CrossD": "該練習是一個高級健身動作。鍛煉全身肌肉。\n\n步驟：深蹲，雙腳分開，與肩同寬。掌心相對，雙手各持一個啞鈴，收於胸前。\n\n身體伸直，站起，手臂向身體兩側伸直，身體成T-字型(十字架型)。\n\n小貼士：在熟悉動作時，可使用較輕的負重。",
  "femaleBackHomeWorkoutDescription1": "該課程包含10個動作，最好從力量最大的動作開始，最后做腹肌訓練。",
  "Dumbbell-PulloverN": "仰臥屈臂上拉",
  "Donkey-Calf-RaisesD": "該動作是一個較老的健身練習，需要另一個人幫助完成。該動作是一個高級的健身動作，不推薦初級健身者練習。\n\n步驟：彎腰，雙手搭在於彎曲身體同高的凳子或者重量片支撐架上。\n\n讓同伴坐在練習者的下背部。\n\n抬起腳后跟，身體微微向前移動。\n\n在最高處停頓幾秒鐘，然后降低腳后跟回到地面。\n\n小貼士：請專業健身者或者私人健身教練講解如何完成安全該動作。",
  "3daysplithomeExtraDescription": "這是一個需要每周鍛煉三次的全身訓練計劃。\n\n每一個訓練天，訓練者隻需單獨訓練特定的肌肉群。\n\n目標：促進全身肌肉生長。\n目標人群：男性和女性健身者。\n適應者: 初級健身者和高級健身者。\n訓練地點：家中或者健身房。\n器材要求：啞鈴，訓練凳。\n類型：包含22個動作的全身訓練。",
  "moderate": "適中",
  "Exercise-Ball-CrunchD": "該卷腹練習使用平衡球。平衡球幫助練習者獲得更好的活動性，因為它可以很好的適應脊椎的形狀。\n\n步驟：坐在平衡球上，雙腳平放在地面,支撐身體。\n\n調整姿勢，使得躺下后下背部在平衡球的中央。\n\n身體向后躺下，雙手交叉放置胸前，或者放在頭兩側，輕輕蓋住耳朵。\n\n抬起頭部，胸部和肩部，收縮腹肌，從平躺狀態變成直座狀態。\n\n保持該姿勢幾秒鐘，然后降低背部，回到起始位置。\n\n小貼士：將身體充分運動起來可以獲得最好的效果。",
  "PWNote2": "您應該每三個月更換一次健身訓練計劃已達到最佳健身效果。",
  "Seated-Barbell-Military-PressD": "和肩部推舉器一樣，該動作最初被用於練習三角肌，但它也可以帶動三角肌周邊肌肉運動。整體鍛煉肩部肌肉何以避免鍛煉肌肉不平衡而導致的損傷。\n\n步驟：豎直坐在訓練長凳上。腳尖朝前，放在地面，收腹，保持背部挺直。手心朝外，正手位抓住杠鈴，雙手與肩同寬。彎曲手臂，將杠鈴支撐在下顎附近，作為起始位置。緩慢而穩定地將杠鈴推舉至高過頭部，手臂接近伸直。稍稍停頓，再慢慢降下杠鈴到起始位置。\n\n小貼士：在肩膀疼痛的情況下不能練習該動作。\n注意不要過度伸展背部。如果你必須向后靠才能完成該動作，那麼請降低杠鈴重量。\n該動作也可用啞鈴完成。",
  "hstworkoutExtraName": "經典增肌計劃",
  "One-Arm-Bicep-Concentration-on-Stability-BallD": "該練習使用平衡球而不是訓練凳追求更好訓練姿勢。\n\n步驟： 單手抓握啞鈴坐在平衡球上，雙腳成八字形分開。\n\n身體向前彎曲，腰部支撐住身體。\n\n將握住啞鈴的那一隻手的手肘抵住同側膝蓋。\n\n降低手臂，使其倚在腿肚子上。\n\n彎曲手臂使啞鈴靠近胸部。\n\n回到起始位置，更換手臂重復動作。",
  "narrow-stance-hack-squatsD": "和哈克深蹲一樣，該練習主要鍛煉腿部股四頭肌力量。窄站姿使得動作可以更好的鍛煉到外側肌肉。\n\n步驟：面朝上，躺在哈克深蹲機上，肩部抵住墊板。\n雙腳分開約9厘米，腳尖以八字形略向外分開。\n\n解開安全扣，雙手握住肩部墊板上的把手。\n收緊腹部，伸展身體，直立。\n\n降低身體至深蹲位置，膝蓋彎曲，像坐下的動作。\n\n恢復至起始位置。",
  "106-Dumbbell-Reverse-Preacher-CurlD": "該斜拖彎舉的衍生版集中訓練前臂和肱二頭肌。該練習可以增加手臂肌肉。\n\n坐在斜拖訓練凳上，保持背部挺直，脊柱挺直。\n\n手心朝上，雙手分開，與肩同寬，以正手位各握持一個啞鈴。\n\n緩慢向身體彎曲手臂，保持手心朝地面。\n\n緩慢回到起始位置。\n\n小貼士：不要突然猛力抬起杠鈴，以緩慢、有控制地節奏運動手臂。對一部分人來說，練習該動作時可能損傷筋腱，所以，如果練習者身體有任意形式的疼痛，必須馬上停止練習此動作。",
  "3daysplithomeExtraName": "三天全身訓練計劃（家庭版）",
  "Tate-PressN": "塔特臂屈伸",
  "femaleBopGymExtraDescription": "這項練習計劃目的是燃燒脂肪，強健肌肉。尤其適合大腿，臀部以及腹部等容易堆積脂肪的地方。\n\n這組簡單有效的鍛煉能大量燃燒熱量，打造平坦腹部，緊實臀部，瘦腿塑形。\n\n為達到明顯的健身效果，請堅持每周練習兩次，每次約30分鐘。 ",
  "14-Smith-Machine-decline-Bench-pressN": "史密斯下斜杠鈴臥推",
  "Triceps-Dumbbell-KickbackD": "該動作和三頭肌下壓一起可以充分鍛煉手臂。\n\n步驟：站在長凳旁邊，彎曲左膝蓋，放在長凳上。\n\n將左手放在在長登上，支撐身體，身體前傾45度。\n\n右手持一個啞鈴，右腿直立在地上。\n\n彎曲右手臂，將啞鈴舉至肩部，然后以可控的節奏將啞鈴移至后方，伸直手臂。\n\n更換手臂，重復動作。\n\n小貼士：完成該動作時，保持手肘貼近身體。",
  "88-Reverse-Grip-Smith-Machine-Bench-PressN": "反手史密斯臥推",
  "BikingN": "騎自行車",
  "Could not decode string: %@": "Could not decode string: %@",
  "3daysplitExtraDescription": "這是一個需要每周鍛煉三次的全身訓練計劃。\n\n每一個訓練天，訓練者隻需單獨訓練特定的肌肉群。\n\n目標：促進全身肌肉生長。\n目標人群：男性和女性健身者。\n適應者: 初級健身者和高級健身者。\n訓練地點：家中或者健身房。\n器材要求：啞鈴，訓練凳。\n類型：包含22個動作的全身訓練。",
  "RunningD": " ",
  "Thigh-AdductorN": "股內收肌腿外擴",
  "72-Rope-Lat-Pull-DownN": "繩索背闊肌下拉",
  "27-Cable-CrunchD": "拉索卷腹是一個很好的器械輔助動作。它可以替代傳統的卷腹練習。 \n\n步驟：背對拉索健身器跪下，抓住拉索把手，將其放在腦后。\n\n收縮腹部，使得頭部向地面移動，然后緩慢平穩地回到起始位置。\n\n小貼士：和其他卷腹練習一樣，保証正確的卷腹動作十分關鍵。練習者的軀干應該向下彎曲，像折報紙的過程一樣。這樣可以減少背部拉伸，同時集中力量於腹部。",
  "Incline-Dumbbell-CurlN": "上斜啞鈴彎舉",
  "triceps-pushdown-with-v-barN": "V-Bar三頭肌下推",
  "Cable-Lying-Triceps-ExtensionN": "臥姿拉索臂屈伸",
  "Abdominal-4-Point-Drawing-InN": "四點收腹運動",
  "narrow-stance-leg-pressN": "窄站立腿部推舉",
  "femaleFatBurnerHomeExtraDescription": "該健身計劃，可以在家裡練習，堅持練習可迅速並永久擺脫贅肉的煩惱—--但是一定要堅持定期練習哦。\n\n該循環練習包含不同的訓練動作，會讓你暢快流汗，有效燃燒脂肪。堅持練習幾周后，初學者和高級健身者都會驚喜的發現，實現完美體型的夢想越來越近了。不同動作間的快速切換會讓感覺訓練時間不那麼漫長，讓肌肉群快速復蘇，所需休息時間越來越短。\n\n該訓練計劃最好每周練習兩次，每次根據個人體質水平，每次練習40到60分鐘。",
  "Reverse-Bicep-CurlsN": "反向彎舉",
  "Kneeling-Cable-Concentration-Triceps-ExtensionN": "膝式拉索臂屈伸（集中型練習）",
  "109-One-Arm-Dumbbell-Wrist-Curl-Over-BenchD": "該練習可以極好地鍛煉和增強前臂伸肌。同時，也可以增強筋腱、手臂下部和手腕的連接組織。\n\n步驟：雙膝跪在一個訓練凳前，將一隻手臂伸直，放在訓練凳上。保持手心朝上，抓住啞鈴。\n\n集中使用小臂肌肉，保持手臂靜止，以手腕為中心，向上彎舉啞鈴。\n\n以相同緩慢、有控制的節奏將啞鈴降下回到起始位置。按照計劃的數量重復以上動作。\n\n小貼士：不要猛力上提啞鈴，緩慢而有控制的完成動作。",
  "5DaysAweek": "一周五天",
  "Standing-Inner-Biceps-CurlN": "站姿啞鈴內彎舉",
  "29-Crunch-with-Hands-OverheadN": "手伸直卷腹",
  "Flat-Bench-Cable-FlysD": "仰臥拉力器飛鳥利用飛翔動作集中訓練胸肌。該動作和拉力器夾胸類似，但不同點在於該動作要求背部有健身凳支撐。\n\n步驟：在兩個健身拉索器之間放置一個訓練凳。調整凳子高度，使得當你躺下時，兩側的拉索把手於肩部同高。雙手抓住拉索把手，坐在凳子邊緣。緩慢沿后背躺下，做好准備姿勢。\n\n雙手張開，伸向兩側，手肘略彎曲，手肘背部面對地面，掌心朝上。\n\n緩慢抬起把手至胸上方。保持手臂形狀不變，不要彎曲或者伸直手臂。繼續舉高拉力器把手，直至拉索把手達到肩部正上方，保持該姿勢幾秒鐘。\n\n接下來，緩慢降低拉力器把手至起始位置。\n\n小貼士：從練習較輕的負重開始。這個動作對機體要求較高，需要小心練習，否則極易導致肩部損傷。\n\n像平常一樣，完成該動作時，記住保持平穩舒暢的呼吸，不要憋氣。",
  "WGQuestion4": "您的健身目標是什麼",
  "Reverse-Grip-Tricep-PushdownD": "該練習使用反手位來完成普通的三頭肌下推。\n\n步驟：面對繩索拉力器，將把手安裝在一個高位滑輪上。\n\n手心朝上，抓住把手手柄。\n\n保持手肘在身體兩側，夾緊上手臂，將把手推至大腿處。\n\n停頓片刻，然后恢復到起始位置。\n\n小貼士：雙腳可一前一后站立。",
  "Smith-Machine-SquatN": "史密斯深蹲",
  "6-Dumbell-Rear-FlyD": "后部三角肌是大多數舉重練習者極易忽略的位置。為了通過健身得到更健美的肩部，同時拉伸肩部筋腱，該練習應該被列為日常鍛煉項目。\n\n步驟：三角肌后拉有兩種姿勢。一種是練習者面朝下躺在上斜訓練墊上，一種是坐在凳子上然后俯身彎腰。兩種方法效果相似，練習者可以使用任意一種適合自己的姿勢。\n\n掌心相對，雙手各持一個啞鈴。下半身保持穩定，雙腳牢牢接觸地面。\n\n手臂微微彎曲，雙臂向身體兩側展開，直至啞鈴於地面平行，此時練習者應該感覺三角肌的拉伸。\n\n緩慢降低手臂和啞鈴至起始位置，每一個步驟都需以緩慢，控制的動作完成。\n\n小貼士：完成這個動作時，練習者很可能使用背部肌肉突然抬起或者降低啞鈴，但是該動作必須主要由三頭肌發力完成，所以練習者需要集中注意力在三角肌上而不是使用背部肌肉。緩慢完成動作，保証啞鈴的慣性不會對練習造成影響。",
  "routine2ExtraDescription": "該常規臂力訓練可以幫助你鍛煉出強壯的手臂。\n\n這個常規練習是一個小的訓練單元，可以被包括在你的訓練計劃中。你將在購買之后獲得更多細節信息。\n\n 目標：促進手臂肌肉生長，塑造肱二頭肌和肱三頭肌線條。目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者。\n訓練地點：家中或者健身房。\n器材要求：啞鈴，杠鈴。在家中需要練習長凳。在健身房，你會用到斯高特椅和健身繩索拉伸器。\n類型：包含12個練習動作的常規練習。",
  "Dumbbell-One-Arm-Triceps-ExtensionD": "該動作用啞鈴分別單獨練習手臂的肱三頭肌。\n\n步驟：身體直立，收緊腹部，直坐在訓練凳上。\n\n單手握住啞鈴，手肘彎曲，將啞鈴舉過頭部，懸於頸后。\n\n緩慢向頭部伸展手臂，然后再緩慢回到起始位置。\n\n小貼士：將另一隻空閑的手交叉至於胸前，以平衡身體。",
  "67-One-Arm-Seated-Cable-RowD": "單手坐姿拉索劃船動作可以練習背闊肌，長斜方肌，以及手臂和肩部的肌肉，也可以增強核心肌肉群的力量。\n\n步驟:練習者坐在長凳的一端，雙腳平穩放在地面。坐直，背部挺直，眼睛平視前方。\n\n手心朝內，抓住一個低位滑輪把手，收縮背部肌肉，將把手向身體方向拉，直至把手接近身體軀干，上手臂與軀干平行。\n\n控制把手和重量片的移動，緩慢伸直手臂，使把手恢復起始位置。\n\n小貼士：肱二頭肌和肩部肌肉極易替代背肌在該練習中發力。所以，練習者可以通過想象將手肘下部向身體方向拉來避免這個問題。練習者需要保証全動作過程中可以感受背闊肌的收縮、伸張及運動。",
  "WBlockCircleTrainingCan": "小貼士:\n\n該動作可以做循環練習",
  "personalworkoutExtraNote": "注意！如果您刪除該應用，那麼該個體化訓練計劃在重新安裝后不可以恢復。請用icloud或者itunes的分享文件功能來保存數據。\n\n請注意：\n-所有配有動畫和解說的訓練動作都會自動添加。\n-默認安裝好訓練動作會被更新。更新后，您將丟失之前對該動作的修改。\n-單獨依靠該常規練習不能保証您可以練就完美的肌肉線條。 \n-健康飲食可以幫助您獲得最大化的健身效果。\n-該應用開發者對任何由練習而導致機體損傷的情況不承擔任何法律責任。在開始練習之前，請和您的醫生或者教練交流討論訓練安排。",
  "Barbell-Ab-RolloutD": "該動作充分鍛煉腹肌和下背部肌肉。是杠鈴外移的標准動作。\n\n步驟：在腳尖前放置一個杠鈴。\n\n彎腰，雙手分開，與肩同寬，以正手位抓住杠鈴橫杠。\n\n保持背部挺直，以緩慢、有控制的節奏將杠鈴向前推。\n\n在整個運動過程中，保持手臂伸直。\n\n漸漸抬高臀部，向反方向滾動杠鈴，回到起始位置。\n\n小貼士：練習如何在該練習中盡量抬高臀部。",
  "Smith-Machine-Incline-Bench-PressD": "該動作用於鍛煉胸大肌。史密斯機器為初學者提供更好的控制性。\n\n步驟：調整機器，使長凳45度傾斜。\n\n調整長凳位置，保持臥推上舉時杠鈴軸線落在上胸部位附近。\n\n平躺在長凳上，採用比肩寬的握距，握住杠鈴。\n\n解開安全鎖扣，緩慢降低杠鈴至胸前，不要讓杠鈴迅速的落在胸肌上。\n\n緩慢有控制的推舉杠鈴，使杠鈴回到起始點。\n\n小貼士：保持腳放鬆，背部平躺在長凳上，不要移動。",
  "106-Dumbbell-Reverse-Preacher-CurlN": "正手握啞鈴斜拖彎舉",
  "Push-UpsN": "俯臥撐",
  "Barbell-Incline-Triceps-ExtensionD": "該肱三頭肌臂屈伸練習利用身體重力來增加練習難度。\n\n步驟：窄握住杠鈴，雙手分開12-18厘米。\n\n躺在一個傾斜的健身椅上，頭部高於腿部，將杠鈴舉起至頭上方。\n\n以肘關節為中心，緩慢彎曲手肘，使前臂接觸肱二頭肌。\n\n緩慢恢復起始位置，將杠鈴舉在頭上。",
  "88-Reverse-Grip-Smith-Machine-Bench-PressD": "相較於普通臥推，反手臥推以一種非常不同的方式鍛煉胸肌。反手臥推相對而言不穩定。而史密斯器械通過平衡部分杠鈴重量來提高動作安全性。\n\n步驟：將杠鈴放在支撐架上，與放在平躺時雙手伸直的高度相同。在杠鈴上安裝好合適的重量片。\n\n向下拉動背闊肌，使肩部固定在一個安全位置。\n\n然后，掌心朝下頭后方的牆面，彎曲杠鈴橫杠，從支撐架上取下杠鈴，並且緩慢降低杠鈴直至幾乎接觸胸骨處。\n\n收縮胸肌，爆發性的向上推舉杠鈴，直至雙手伸直。\n\n小貼士：注意將發力點集中在胸肌，以保証是胸肌而不是三角肌或者肱三頭肌完成該動作的主要部分。練習者可以想象自己在推舉杠鈴的同時雙手向內發力，試圖折斷杠鈴橫杠。這樣可以幫助練習者將發力點集中在胸肌。\n\n在該練習中，始終保持手臂微彎，並夾緊身體。完成該動作時若完全伸直手臂可能會損傷肩部。",
  "Single-Leg-SquatN": "單腿深蹲",
  "82-Cable-Incline-PressD": "所有的上斜臥推動作都可以很好的練習上部分胸肌，刻畫胸大肌線條。和杠鈴下斜臥推不同，拉索機器的穩定性更差，所以該練習中加在胸大肌的力量不同，在鍛煉胸大肌的同時也可以鍛煉其/”輔助性/”肌肉群。\n\n步驟：在下斜訓練凳上躺下，面部朝上，雙腳穩定放在地面，雙膝彎曲成80度。由於拉索相對不穩定，練習者一定要保証雙腳牢牢抓地。\n\n保証雙手的拉索設置重量相等。雙手各抓握一個輪滑把手，雙臂向身體上方伸直，手肘微彎。\n\n微微彎曲下背部，收縮背闊肌，使雙肩穩固地在某一位置上。\n\n然后，雙手掌心相對，緩慢降低拉索把手至身體兩側，然后爆發性的再次將雙臂舉起至身體上方。\n\n小貼士：集中發力點在胸肌而不是三角肌或者肱三頭肌上。降低拉索把手時吸氣，上推把手時呼氣。",
  "Bicep-Curls-with-Overhead-Extension-Kneeling-on-SBD": "該動作是一個高級健身動作。在嘗試該動作前，訓練者必須能以跪姿在平衡球上保持穩定。\n\n步驟：掌心朝上，雙手以反手位各持一個啞鈴。\n\n膝蓋彎曲跪在平衡球上，收腹，保持背部平直。\n\n一手臂彎曲，另一隻手臂將啞鈴舉過肩部。\n\n像完成頸后臂屈伸一樣臂屈伸高舉起的那一隻手臂，同時彎曲降低另一隻手臂。\n\n回到起始位置，更換手臂重復。\n\n小貼士：在健身教練或者在專業人士指導下學習如何安全練習該動作。",
  "48-Crossover-crunchN": "抬腿交體卷腹",
  "101-Calves-Stretch-3D": "該練習是另一個拉伸小腿的動作。\n\n步驟：雙腳分開，與肩同寬站立。\n\n左腳向前一步，右腿膝蓋微彎，練習者應該感覺到右腿腿脛拉伸。\n\n保持該動作10-30秒，更換另一隻腿，重復。",
  "Seated-Dumbbell-CurlN": "坐姿啞鈴彎舉",
  "30-Crunches-FloorN": "地板卷腹",
  "Dumbbell-Shoulder-PressN": "啞鈴推舉",
  "15-Bench-knee-raiseD": "坐式提膝收腹是一個非常好的、鍛煉腹肌下部和鍛煉核心肌群的練習。\n\n步驟：坐在長凳一端。或者坐在下斜的訓練長凳上，懸起身體，用手抓住長凳的把手。\n\n上身向后仰，於長凳形成60度角，用手臂和手支撐住身體。\n\n保証身體平穩，收縮腹肌下部肌肉，將膝蓋向上身提拉。\n\n小貼士：注意使用腹肌下部發力，並且不要倚靠腳的慣性使膝蓋向上運動。拉提膝蓋的動作要緩慢有控制性，避免作弊式的用慣性將膝蓋靠近身體。",
  "femaleBackHomeExtraDescription1": "該課程是專為鍛煉背部肌肉以及核心肌群而設計，有助於緩解現有的背部問題，並防止疼痛發生。",
  "Bicep-Curls-V-Sit-on-DomeN": "V-型啞鈴彎舉",
  "96-Hip-StretchD": "該練習拉伸臀部伸展肌和其他腿部肌肉。\n\n步驟：右膝著地，單膝跪下。左腳向前跨一步，膝蓋彎曲，左腳板貼地。上軀干保持挺直。\n\n始終保持背部平直，以髖骨為中心，向前彎曲軀干，知道練習者感覺到腿上半部分拉伸。\n\n保持該姿勢10-30秒，然后放鬆，更換另一個腿重復以上練習。",
  "102-Barbell-Behind-The-Back-Wrist-CurlD": "前臂的鍛煉經常被健身者忽略，但是它偏偏是每一個舉重動作必須用到的肌肉。集中訓練前臂的運動可以防止筋腱和下臂損傷。\n\n步驟：將一個杠鈴放在略低於腰部的架子上。轉身，背對杠鈴。雙手分開，與肩同寬，手心朝背后，抓住杠鈴。\n\n手臂伸直，並始終保持手臂伸直。以手腕為支點，彎曲手腕，將杠鈴上抬。\n\n緩慢、有控制地伸直手腕，降低杠鈴回起始位置。重復計劃好的練習次數。\n\n小貼士：不要突然猛力上抬杠鈴，這樣會損傷手腕。相反，應該以一種緩慢、有控制地節奏完成動作。",
  "Kneeling-Cable-Triceps-ExtensionD": "跪式拉索臂屈伸幫助練習者更好地集中訓練肱三頭肌。\n\n步驟：在高索滑輪的正面水平放置一個訓練凳。\n\n雙手以正手位握住拉索的把手，在訓練凳前雙膝跪下，面朝下，俯身。保持背部挺直。\n\n手肘關節和前臂上舉過頭，以肘關節為中心，按弓形運動軌跡將把手下壓，直至小臂觸碰到訓練凳。\n\n小貼士：全動作中，保持背部挺直，收緊腹部。",
  "femaleBackGymExtraDescription1": "該課程是專為鍛煉背部肌肉以及核心肌群而設計，有助於緩解現有的背部問題，並防止疼痛發生。先從背部主要肌群開始練習，因為強健的核心肌群，是保証脊柱平衡穩定的關鍵。該課程涵蓋一系列核心訓練計劃，例如消除贅肉，強健腹肌等。",
  "femaleLeanWaistExtraName": "瘦腰計劃",
  "PWNote3": "不管您的目標是什麼，健身后您都會增長肌肉。",
  "10-Standing-Military-Press-Behind-The-NeckD": "和其他杠鈴推舉類似，該動作也可以同時鍛煉肩部和全身肌肉。然而，該動作主要鍛煉肱三頭肌和三頭肌。由於背后推舉極易損傷肩部筋腱，所以，如果練習者有肩部損傷或者肩部處於容易損傷的情況，請避免練習該動作。\n\n步驟：將杠鈴舉在略低於肩部處，給杠鈴裝好適當的重量。如果練習時沒有旁人幫助，練習者需要確保有安全支撐機杠鈴的裝置，並調整至於練習者同高，這樣練習者便可以順利的將杠鈴放回支撐架上。\n\n膝蓋彎曲，雙手分開，與肩同寬，正手位抓住杠鈴。手肘、手腕和肩膀應該在同一直線在。\n\n向上推舉杠鈴，直至手臂伸展完全，但是肘關節不能鎖死。動作需要緩慢有控制地完成，而不能有任何爆發性的動作。\n\n緩慢降低杠鈴到腦后方，然后再向上推舉。\n\n小貼士：兩手分開抓握杠鈴的位置可以決定鍛煉的肌肉部位。如果雙手分開的距離窄於肩膀，該動作將練習更多的肱三頭肌。而寬於肩部的握持杠鈴方法對肩部筋腱的損害尤其大，練習者需要避免這種握持方法。",
  "Zottman-CurlN": "佐特曼啞鈴彎舉",
  "cross-body-crunchN": "交體卷腹",
  "ProVersionFeatureiCloud": "iCloud數據備份",
  "Standing-Dumbbell-Upright-RowD": "站姿啞鈴立正劃船上提鍛煉上半部分背肌，三角肌和肱二頭肌。\n\n步驟：站立，雙腳與肩同寬，收緊腹部以支持背部。掌心朝身體，每隻手各抓住一個啞鈴，手肘朝外，啞鈴放在身體的前側方。\n\n緩慢提起啞鈴至下巴處，但是不要提高過度而產生不舒適的感覺。在最高處保持幾秒鐘，然后緩慢降低啞鈴至起始位置。\n\n小貼士:斜方肌在該練習中是主要發力肌肉。若在其他練習中也運用到斜方肌，注意控制訓練強度，不要損傷斜方肌。",
  "110-Neutral-Dumbbell-Wrist-Curl-Over-BenchN": "中立位啞鈴拖手臂卷腕",
  "Flat-Bench-Cable-FlysN": "仰臥拉力器飛鳥",
  "T-Bar-RowN": "T-杠俯身劃船",
  "Barbell-ShrugN": "杠鈴聳肩",
  "Incline-Chest-PressD": "上斜胸推集中訓練胸肌的上半部分。比起上斜杠鈴臥推和上斜啞鈴臥推，許多練習者更偏好這個動作，因為該動作穩定性更強，適合初學者。\n\n步驟：將器械的座椅調整到合適的高度，使握把的高度與上半部胸的上沿的高度相同。\n\n感覺胸部發力，緩慢將重量向前推，直至手臂完全伸展。推到頂點的時候肘關節不要完全伸直（鎖死肘關節）。\n\n停頓幾秒鐘，再緩慢、空著的降低把手，回到起始位置。\n\n小貼士：練習全過程保持肩部和下半部背部貼住訓練凳。",
  "Push-UpsD": "俯臥撐利用身體作為負重，運動的方式和臥推類似。\n\n步驟：面部朝下，躺在地面或者墊子上，雙腳並攏，膝蓋略彎曲，腳尖點地。\n\n雙手分開與肩同寬，手掌貼地。\n\n收腹。\n\n吸氣起身，雙手支撐身體上移，直至手臂伸直。\n\n保持頭頸與軀干在同一平面上(不要向上看或者向下看)，背部不要上翹或者下沉。\n\n呼氣，下降身體至接近地面處。\n\n做寬臂俯臥撐時，將兩手打開，寬於肩部。",
  "125-Seated-Palm-Up-Barbell-Wrist-CurlD": "對部分舉重練習者而言，用於抓握的肌肉過度鍛煉，可能會產生嚴重的筋腱問題。\n\n步驟：掌心朝上，將小臂靠在大腿上。雙手持握杠鈴，坐在訓練凳上。\n\n集中小臂力量，保持手臂靜止。以手腕為中心，旋轉手腕並將杠鈴向天花板方向抬高。\n\n以相同緩慢、有控制的節奏，將杠鈴降低，回到起始位置。\n\n小貼士：不要猛力突然卷腕將啞鈴提高。使用緩慢、有控制的動作。",
  "Rear-Deltoid-RowD": "單臂啞鈴劃船是個簡易鍛煉背闊肌和三角肌的練習。\n\n步驟：右腳單腳站立，將左膝放在練習長凳上。左手支放在長凳上，身體前傾，將重心放在左手。背部挺直，右手拿起啞鈴。\n\n背部發力，引導手肘和手臂將重量豎直拉起至胸部。停頓片刻，再緩慢降低啞鈴，保持對重量的控制。\n\n更換另一側重復。\n\n小貼士：保持背部挺直，頭部和身體在一條直線上。",
  "113-One-Arm-Seated-Dumbbell-Wrist-CurlD": "舉重練習者經常過度使用抓握動作而導致前臂筋腱和肌肉損傷。\n\n步驟：坐在訓練凳上，將手臂放在大腿上，手心朝上抓握啞鈴。\n\n集中使用前臂肌肉，保持前臂靜止，以手腕為中心，將啞鈴向上彎舉。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。重復計劃好的練習次數。然后更換另一隻手臂重復。\n\n小貼士：不要猛力上提啞鈴，以緩慢、有控制的節奏完成動作。",
  "bent-knee-hip-raiseN": "仰臥屈膝提臀抬腿",
  "Front-Barbell-SquatD": "該練習和舉杠鈴深蹲鍛煉的肌肉相同，但是重量沒有壓在肩膀上。若練習者背部和頸部有傷，可用此動作代替舉杠鈴深蹲。\n\n步驟：雙手交叉於胸前，將杠鈴放在前胸肌上，倚靠在三角肌上。\n\n保持背部和頭部挺直，收腹，腳尖成小角度的八字形分開。\n\n緩慢深蹲，使得大腿於地面平行。\n\n緩慢恢復起始位置。\n\n小貼士：可以在身體無負重情況下練習深蹲動作以熟悉該動作。",
  "Cable-ShrugsD": "拉索聳肩是普通聳肩運用拉索的版本。拉索機器使得負重更容易控制。該練習特別適宜正在完成減輕重量練習法，以及那些不肯定自己能承受多少重量的練習者。\n\n步驟：在最低的滑輪裝置上安裝一根平杆把手。站立，雙腳與肩同寬。收緊腹部，保護下背部。以把手在腰部為起始位置，向耳朵方向提高肩膀。好像在聳肩說：“我不知道。”在最高點停頓一會，然后緩慢、有控制的節奏降下把手。\n\n小貼士：注意在達到最高點的過程中不要繞動肩膀，這樣會導致損傷。和其他肩部運動一樣，如若您正在經歷肩膀疼痛，請不要練習該動作。",
  "WBlockCircleTrainingDescription": "做循環練習課程時，快速連續做完每個動作后才算完成一組。完成所有組數算完成一次循環。如果你是初級者，完成規定重復的次數，做2個循環，每個動作練習間休息30秒。高級健身者3個循環。專業運動員4個循環。",
  "Standing-Inner-Biceps-CurlD": "該練習鍛煉內側肱二頭肌。\n\n步驟：雙腳分開，與肩同寬，站立。微微彎曲膝蓋，收緊腹部。\n\n手心相對，雙手各持一個啞鈴，雙臂在身體兩側完全伸直。\n\n彎曲手臂，同時將手臂旋轉至胸前，此時手心跟隨手臂旋轉，朝身體外側方向。\n\n緩慢降低啞鈴至起始位置。\n\n小貼士：在舉起啞鈴時，盡量保持小臂和肩部在一條直線上。",
  "49-Negative-crunchD": "負向卷腹可以練習所有腹部肌肉的同時穩固腿部肌肉。\n\n步驟：躺在一個下斜的訓練椅上，將雙腳和腿部固定在訓練椅一端的杠子上。\n\n雙手交叉於胸前或者輕放在頭部兩側。\n\n保証你的下背部接觸訓練凳並且始終用背部支撐身體。用腹肌緩慢將上軀干彎曲並抬起。\n\n使用相同的緩慢有控制的動作，降低軀干回到起始位置。重復計劃好的卷腹次數。\n\n小貼士：長斜方肌（中背部）和下背部一定要貼住訓練凳並且很好的支撐身體。身體的平衡點應該在中腹部左右。和其他卷腹練習一樣，練習者需要向疊起報紙一樣將身體彎曲。",
  "PWTippLocation": "如果您計劃在家中健身，您將至少需要一對啞鈴和一個可以調節高度的健身長凳。",
  "Squat-To-BenchN": "杠鈴垂直深蹲",
  "Kneeling-Cable-Triceps-ExtensionN": "跪式高索臂屈伸",
  "Smith-Machine-Incline-Bench-PressN": "上斜史密斯臥推",
  "Smith-Machine-ShrugN": "史密斯杠鈴聳肩",
  "16-Leg-Raise-On-Parallel-BarsN": "雙杠提腿",
  "Dumbbell-Alternate-Bicep-CurlN": "啞鈴交替彎舉",
  "Narrow-Parallel-Grip-Chin-upsN": "平行窄握引體向上",
  "SampleWorkoutName": "健身動作樣版",
  "Upright-RowN": "上提",
  "Barbell-Incline-Triceps-ExtensionN": "杠鈴上斜臂屈伸",
  "weightlosshomeExtraShortName": "再見吧，小肚腩",
  "RoutineLegsWorkoutDescription": "您可以在您的鍛煉計劃中加入該健身練習。\n 選擇出的練習動作可以訓練所有腿部肌肉。\n\n對初級健身者的小貼士：\n-每周安排一次鍛煉腿部肌肉群的練習。\n –隻做前四項練習。如果感覺前面四項練習很容易完成，那麼可以完成全部五項項練習。\n\n對高級健身者的小貼士：\n- 每周鍛煉一次腿部肌肉群\n- 完成所有五項練習。\n\n對專業健身者的小提醒：\n-注意瀏覽針對高級健身者的小貼士。您可以增加重復練習整套動作的次數至4次。\n\n通用小貼士：\n- 你可以在另一種機械上完成站姿腿彎舉。例如，仰臥腿彎舉可代替站姿腿彎舉。\n- 對於過去膝蓋有損傷的訓練者，請在訓練前和您的教練或者醫生討論身體狀況。",
  "premium3ExtraNote": "一旦有免費訓練計劃可供您下載，您將立即收到通知。\n每月您都可以於我們的商店中免費下載任意一款訓練計劃。\n我們將為您提供英語，德語及俄語的高級電子郵件服務支持。",
  "68-Reverse-Grip-Lat-Pull-DownN": "反手背闊肌下拉",
  "3daysplitWorkoutDescription": "該三天訓練計劃每周鍛煉三天，每天1.5小時。\n\n該訓練計劃將所有選擇出的特定肌肉群集中在一天內訓練。\n\n通用小貼士：不要忘記一周中剩下的四天。在休息的四天(周二、周四、和周末)中觀察肌肉反應是十分重要的。肌肉並不是在訓練的過程中生長，而是在沒有鍛煉的時候生長。\n\n專業健身者的小貼士：你可以增加每天重復練習整套動作的次數至4次。",
  "23-Alternate-Leg-Reverse-HyperN": "俯身交替抬腿",
  "One-Arm-Bicep-Concentration-on-Stability-BallN": "平衡球上單臂啞鈴彎舉（集中型練習）",
  "weightlossWorkoutDescription": "該訓練計劃將在一周之內重復進行，每天所需的訓練時間大約為1.5至2小時。該訓練十分適合在家中完成，因為完成訓練隻需要一對啞鈴和一條訓練長椅。\n\n用於小貼士：不要忘記一周中剩下的三天！在休息的三天中觀察機體反應是十分重要的。在經歷極強的消耗之后，機體需要時間再生。\n可以自由選擇其他的心肺運動來代替使用橢圓機的訓練。\n選擇適當的加重，以保証完成所有的動作重復。\n\n初學者的小貼士：一周完成兩次該訓練單元，中間間隔兩天以上。若想獲得更好的訓練效果，在一周中不訓練的一至兩天，每天增加1小時的心肺訓練。你的每周計劃可以是這樣的： \n\n周一—訓練\n周二—休息\n周三—1小時心肺訓練。比如騎自行車或者慢跑。\n周四 —訓練 \n周五—休息\n周六—1小時心肺訓練\n周日— 休息\n\n專業訓練者小貼士：每周訓練3次，保証每兩次中間至少間隔一天休息時間。若想獲得更好訓練效果，在非訓練天添加一至兩次持續1小時的心肺訓練。",
  "WBlockWarmup": "熱身運動和放鬆運動:\n\n開始練習前我們先做10分鐘的熱身運動吧，幫您喚醒肌肉哦。根據跟人體質，可以選擇踏車運動，健身后做些伸展運動，讓肌肉快速復蘇。我們app裡有一系列放鬆運動可選擇。\n為促進新陳代謝，燃燒更多的熱量，我們建議您在伸展運動前做一組有氧運動，時間不需太長。",
  "Dumbbell-One-Arm-Triceps-ExtensionN": "單手頸后啞鈴臂曲伸",
  "Leg-LiftN": "抬腿",
  "One-Arm-Pronated-Dumbbell-Triceps-ExtensionN": "單手內翻啞鈴臂屈伸",
  "108-EZ-Bar-Reverse-Grip-Barbell-CurlD": "正手握杠鈴彎舉可以幫助練習者鍛煉前臂和肱二頭肌。曲杠鈴可以使練習者更舒適、自然地彎舉。\n\n步驟：雙腳分開，與肩同寬，膝蓋微彎站立。手心朝下，雙手握住曲杠鈴，將曲杠鈴靠在大腿上側。\n\n緩慢彎曲手臂，將曲杠鈴向胸部方向舉起。舉起過程中保持上臂靜止。\n\n以和舉起時相同的緩慢節奏，有控制地降下曲杠鈴至起始位置。\n\n小貼士：不要搖晃身體在重復動作時\"作弊\" 。保持身體靜止，保証肱二頭肌完成主要鍛煉要求。",
  "Close-Grip-Front-Lat-PulldownN": "窄握坐姿下拉",
  "70-Smith-Machine-Bent-Over-RowN": "史密斯俯身劃船",
  "Crossover-With-BandsN": "阻力帶拉力器夾胸",
  "Overhead-SquatD": "該深蹲版本在深蹲的同時，要求始終把橫杠舉過頭頂。\n\n步驟：腳尖略分開朝外側，雙腳分開，略寬於肩，站立。\n\n寬握杠鈴，保持手臂手肘伸直，快速抓起杠鈴橫杠。\n\n雙臂伸直，保持橫杠在頭頂上。彎曲膝蓋，降低身體重心，使得大腿於地面平行。\n\n回到起始位置。\n\n小貼士：全練習過程中，保持雙腳穩定的抓住地面，保証挺胸，背部挺直，腹部收緊。",
  "Cuban-PressD": "古巴推舉練習健身者的肩部的肩旋轉肌群。\n\n步驟：雙腳分開，與肩同寬。雙手以正手位各持一個啞鈴。彎曲手臂，手肘關節呈90度彎曲，前臂自然下垂。健身者不能使用過重的啞鈴，需保証以上動作可以較輕鬆的完成。\n\n從該起始動作開始，旋轉肩部的肩旋轉肌群，使得啞鈴從朝向地面的位置轉向朝著天花板的位置。接著，緩慢旋轉肩部，使得啞鈴重新指向地面。\n\n小貼士：和多數練習肩旋轉肌群的練習一樣，該動作不需要使用過重的啞鈴。\n\n練習中，始終保持背部挺直，並收緊腹肌。",
  "Side-Lateral-RaiseN": "站姿啞鈴平舉",
  "Tate-PressD": "這是一個高級的練習肱三頭肌的練習。該動作以不同於其他動作的方法練習肱三頭肌。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺，雙腳平穩放在地面。\n\n掌心朝腳尖，雙手各持一個啞鈴。\n\n收腹，保持背部貼緊訓練凳。手臂彎曲，將啞鈴置於胸部正中心。\n\n保持肘關節不動，收縮肱三頭肌，緩慢抬高手臂直至伸直。",
  "Dumbbell-Step-UpsN": "啞鈴踏板",
  "34-HundredsD": "手觸腳跟練習源自普拉提動作，是一個很好地加強腹肌和核心肌肉群的練習。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上。雙手平放在身體兩側。\n\n彎曲雙腿，與地面形成70度。保証雙腳的彎曲不會過高而導致背部彎曲。背部彎曲會導致脊柱損傷。此時練習者應該能該覺到腹部有拉伸感。\n\n將軀干抬高，離開地面。頭部，頸部和胸部抬起，而下背部始終平貼在地面上以支撐身體。\n\n穩定后，將手臂抬離地面，保持手臂伸直，在身體兩側。\n\n收縮腹肌，伸直手臂，迅速觸碰腳后跟，然后放下。該觸碰動作迅速，幅度小，像小鳥怕打翅膀一樣。",
  "RoutineLegsExtraDescription": "該常規腿部練習可以幫助你鍛煉出強壯的腿部肌肉。\n\n這個常規練習是一個小的訓練單元，可以被包括在你的訓練計劃中。你將在購買之后獲得更多細節信息。\n\n目標：塑形腿部肌肉，促進肌肉生長。\n目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者。\n練習地點：健身房。\n器材要求：各類健身器材。\n類型：包含五個個動作的常規練習。",
  "RoutineBackExtraDescription": "該常規背部練習可以幫助你鍛煉出強壯的背部肌肉。\n\n這個常規練習是一個小的訓練單元，可以被包括在你的訓練計劃中。你將在購買之后獲得更多細節信息。\n\n目標：塑形背部肌肉，促進肌肉生長。\n目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者。\n練習地點：健身房。\n器材要求：啞鈴，杠鈴和其他健身器材。\n類型：包含六個動作的常規練習。",
  "25-Barbell-Side-BendD": "該動作初始目的是鍛煉腹斜肌，同時由於該動作使用背部和臀部肌肉，所以也可以很好的鍛煉核心肌群。\n\n步驟：站立，雙腳分開，與肩同寬。將一根沒加重量的杠鈴橫杠扛在肩膀上。准備好起始姿勢。\n\n保持雙手緊握杠鈴橫杠，身體盡量向左邊彎曲至最低點。收緊腹肌，以保証背部和頸部挺直。\n\n保持背部挺直，回到起始姿勢，然后向右邊重復以上動作。依據需要可重復動作。\n\n小貼士：在該練習中，保持下背部和脊柱挺直十分重要。挺起胸部，將頭部與脊柱對齊可以防止下背部彎曲。",
  "triceps-pushdown-with-v-barD": "該練習使用V字型把手來完成三頭肌下推動作。許多健身者發現這種方法可以減輕手肘負擔。\n\n步驟：面對繩索拉力器，將一個V字形把手安裝在一個高位滑輪上。\n\n手心朝下，抓住把手手柄。\n\n收腹並保持背部挺直。\n\n保持手肘在身體兩側，夾緊上手臂，將把手推至大腿處。\n\n停頓片刻，然后恢復到起始位置。\n\n小貼士：雙腳可一前一后站立。",
  "ExtraWorkoutsPackageTitle": "健身套餐",
  "Prone-Incline-Bicep-CurlsN": "俯身上斜啞鈴彎舉",
  "WBlockNotes": "小貼士:\n\n仔細閱讀練習描述，如有不確定，請咨詢健身教練\n\n保持均勻呼吸，平穩練習\n\nChoose the weight so that the last repetition is difficult, but you can still do it correctly\n\n請參照我們為您推薦的運動節奏，幫助您確認運動的速度和強度是否合作。",
  "ProVersionFeatureExercises": "超過400個健身動作，附加動畫及文字解說",
  "Seated-Triceps-PressN": "坐姿頸后臂屈伸",
  "WBlockTypeWorkout": "全身鍛煉計劃包含%@個不同運動項目",
  "82-Cable-Incline-PressN": "拉索上斜臥推",
  "Arnold-Dumbbell-PressD": "阿諾德啞鈴推舉是標准推舉的改進版本，幫助鍛煉肩旋轉肌群。它可同時鍛煉前面和側面的三角肌。\n\n步驟：豎直坐在平凳上，腳尖朝前，收緊腹部。掌心相對，雙手以正手位各握住一個啞鈴，手肘彎曲，舉起啞鈴至略低於肩部處。穩定地舉起啞鈴，同時旋轉肩部，使兩手拇指相對。\n\n以相反動作，緩慢，穩定降低啞鈴，恢復起始位置\n\n小貼士：在肩膀疼痛的情況下不能練習該動作。初學者應該使用較輕重量，以掌握該動作的正確要領。對於多數人而言，肩旋轉肌群處於缺乏鍛煉的狀態。所以，在練習該動作時，使用較低重量以避免受傷。",
  "Leg-LiftD": "一個簡單有效地鍛煉臀肌和摑繩肌的練習。\n\n步驟：用牆壁或者較高的支撐架作為身體支撐，面對牆壁站立，收腹。\n\n將重心放在一隻腳上，向后彎曲膝蓋，抬起另一隻腳。\n\n收縮臀部肌肉，緩慢降低小腿至起始位置。\n更換另一隻腿重復。",
  "T-Bar-RowD": "如果你有一台T-杠機器，練習該動作可以幫助你很好地塑造背部主要肌肉群。\n\n步驟：兩腳分開站立在“T”形劃船機上，兩腿自然伸直。微微屈膝，收腹，兩手臂伸直，窄正握住T-杠把柄。\n\n彎曲腰部，使軀干幾乎和地面平行。從該起始位置開始，用背闊肌的收縮力量，提起T-杠至胸腹間，盡量提高T-杠。保持該動作一小會，然后持杠緩慢還原。\n\n小貼士：完成該動作時保持手肘靠近身體。",
  "Standing-Dumbbell-Triceps-ExtensionD": "該動作通過頸后移動啞鈴來集中練習肱三頭肌。\n\n步驟：站立，雙腳與肩同寬，背部挺直，收腹。\n\n雙手拖住啞鈴重量板。\n\n將啞鈴舉過頭頂，緩緩屈肘，使啞鈴以弧線降下至頭后方頸部附近。啞鈴於脊椎平行。\n\n緩慢舉起啞鈴至高於頭部的起始位。\n\n小貼士：訓練中保持上臂貼在耳朵外側。",
  "Ball-Wall-CirclesN": "健身球倚牆繞推",
  "75-Standing-V-Bar-RowD": "V-型把手劃船可以練習背闊肌、長斜方肌以及手臂和肩部的肌肉。和其他拉索劃船動作相比，V-型把手的使用可以加強長斜方肌（中背部）的力量。\n\n膝蓋微彎，背部挺直，雙手掌心相對，握住V-型把手。\n\n收縮背部肌肉，向胸肌方向拉輪滑把手直至手臂夾在身體側面。\n\n控制把手和重量片的運動，緩慢以相反軌跡重復以上動作，使把手回到起始位置。\n\n小貼士：不要完全張開手臂，這樣會將練習的重點從背闊肌向三角肌轉移。更嚴重的是，這樣可能會導致肩旋轉肌群損傷。",
  "Cable-Incline-PushdownD": "該動作利用拉索分離並單獨練習肱三頭肌（手臂背后的肌肉）。\n\n步驟：背朝拉索器滑輪，安置好一個上斜的訓練凳。\n\n將把手挂在滑輪上，調整高度，使得手臂可以完全伸直。\n\n面朝上，躺在訓練凳上，以正手位，兩手窄握住把手。\n\n保持手臂伸直，緩慢朝腳尖方向下拉推把手。\n\n在最低點停頓幾秒鐘，然后回到起始位置。\n\n小貼士：在全動作中保持手肘穩定。",
  "Cable-Preacher-CurlD": "斜拖彎舉使用特殊的斜椅來分離肱二頭肌和肱三頭肌從而集中鍛煉肱二頭肌。\n\n步驟：在拉索器前面放置一個斜拖椅。\n\n在低位拉索上安裝一個把手。\n\n將雙臂自然伸直，放在斜拖椅上。\n\n雙手分開約15厘米，以反手位窄握把手，並拉動拉索使其朝自己頭部移動。\n\n暫時停頓幾秒鐘，然后降低把手至原位。\n\n小貼士：緩慢、控制的完成該動作可以達到最好效果。",
  "Lying-High-Bench-Barbell-CurlD": "該動作利用俯臥姿勢分離鍛煉肱二頭肌。\n\n步驟：面部朝下，頭伸出訓練凳一端，躺在一個較高的訓練凳上，雙腳接觸地面，支撐身體。\n\n手心朝上，雙手分開約30厘米，反手抓握杠鈴橫杠。\n\n朝地面方向伸直手臂，彎曲手臂，使得杠鈴向頭部運動，肱二頭肌接觸小臂。\n\n緩慢恢復至起始動作。",
  "Front-Raise-And-PulloverD": "這是一個混合型動作，全面練習胸肌，肩部和手臂。它也可以輔助練習拉伸。\n\n步驟：平躺於訓練凳上，雙手分開約50厘米左右，握住杠鈴。\n\n將杠鈴放置在上腿處，保持手臂伸直。\n\n收緊腹部，保持背部舒展的靠在凳子上。以肩膀為中心，抬起手臂，以弧線軌跡將杠鈴舉起至頭后方（類似反向的上拉運動）。\n\n緩慢將杠鈴恢復起始位置。",
  "Machine-Shoulder-Military-PressD": "該肩部推舉器最初被用於練習三角肌，但它也可以帶動三角肌周邊肌肉運動。整體鍛煉肩部肌肉何以避免鍛煉肌肉不平衡而導致的損傷。\n\n步驟：垂直坐在肩部推舉器的椅子上，收緊腹部，雙手握住推舉器的把手，掌心向外。均勻地伸展手臂，往上推舉，最高點停留片刻，再徐徐落下。\n\n小貼士：調整座椅高度，保証把手與坐姿時的肩部同高。全程保証姿勢穩定。",
  "134-Dublin-PressN": "都柏林推舉",
  "21-Air-BikeD": "空中踩自行車的練習可以很好加強腹肌同時消除腰間贅肉。該練習主要針對斜肌。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上。\n\n像做卷腹練習時一樣，雙手放在頭部兩側，將肩膀抬高懸離地面。同時，抬起雙腿，直至小腿於地面平行。該姿勢為起始動作。\n\n模仿騎自行車時的腿部動作，左腿向身體部位移動的同時右腿向外伸直。右腿伸直時，將右手肘關節靠近左腳膝蓋。這種側卷腹動作可以使練習者集中使用腹斜肌。\n\n回到起始位置，然后重復另一隻腳。\n\n小貼士：在卷腹和坐姿時不要用手抓住頸后，並試圖把頭部向上拉。把手指輕放在頭部兩側或者耳朵旁邊來避免這個問題。不要突然提起或者搖晃腿部，緩慢控制地完成動作。這樣可以避免練習時利用腿部搖晃產生的慣性。",
  "Barbell-LungeD": "這是一個經典練習腿部及以下肌肉的動作。\n\n步驟：肩負杠鈴，雙手持杠鈴屈肘置於肩上，雙手距離略寬於肩膀。\n\n兩腳分開約30厘米站立，腳面朝前。\n\n一腳邁前一步（約70-100厘米），保持腹部收緊，上半身挺直。\n\n緩慢降低另一隻腿的膝蓋像在做下跪的動作，另一隻腿的膝蓋彎曲成90度。不要讓膝蓋接觸地面。\n\n同時，降低身體至略高於地面處，暫時停頓一下，然后回到起始位置。\n\n小貼士：不要將重量完全著力於膝蓋。\n\n向前跨一步腿的膝蓋位置不要超過腳趾。",
  "8-Assisted-DipD": "臂支撐是鍛煉肱三頭肌、肩部的很好練習。依據具體完成臂支撐的動作，該練習也可練習胸肌。由於練習臂支撐時，練習者要支撐起身體體重，對於初級健身者可能很難，所以訓練器輔助臂支撐可以很好的幫助練習。\n\n步驟：選擇適合練習的重量並將重量片安裝在器械上。\n\n雙手抓住把手，掌心相對，膝蓋支撐在墊子上。\n\n身體向下降低，直至練習者感覺到舒適的位置。\n\n將身上向上推至起始位置。\n\n小貼士：身體下降時於地面形成的角度可以影響該練習鍛煉的肌肉。如果身體垂直於地面下降，臂支撐將主要鍛煉肱三頭肌。若身體向后仰約30度，該練習將主要鍛煉背闊肌。",
  "Dips-Triceps-VersionD": "這個經典的動作利用自身體重來鍛煉肱三頭肌。\n\n步驟：抓住雙杠，向上推自己的身體，在雙杠上支撐住自己，做好准備動作。\n\n保持手肘接近身體，降低身體，直至肱三頭肌平行於地面。\n\n緩慢抬高身體至起始位置。\n\n小貼士：完成動作中，保持收腹，身體平直。",
  "Incline-Cable-FlyeN": "上斜拉力器飛鳥",
  "PWNote4": "健康飲食可以幫助您獲得最大化的效果。",
  "Reverse-Grip-Bent-Over-RowsN": "反握俯身劃船",
  "PremiumAlert": "您的高級訂閱版已經上線\n請立即訪問我們網站，免費下載",
  "Machine-Shoulder-Military-PressN": "肩部推舉器",
  "WBlockLevel": "技能級別",
  "Decline-Chest-PressD": "下斜胸推集中訓練胸肌的下半部分。比起下斜杠鈴臥推和下斜啞鈴臥推，許多練習者更偏好這個動作。因為該動作穩定性更強，適合初學者。\n\n步驟：將器械的座椅調整到合適的高度，使握把的高度與下半部胸的上沿的高度相同。\n\n感覺胸部發力，緩慢將重量向前推，直至手臂完全伸展。推到頂點的時候肘關節不要完全伸直（鎖死肘關節）。\n\n停頓幾秒鐘，再緩慢、空著的降低把手，回到起始位置。\n\n小貼士：練習全過程保持肩部和下半部背部貼住訓練凳。",
  "Smith-Machine-Close-Grip-Bench-PressN": "窄握史密斯臥推",
  "Plie-Dumbbell-SquatN": "芭蕾啞鈴深蹲",
  "one-arm-triceps-extensionD": "該動作可單獨練習肱三頭肌。\n\n步驟：安裝拉索於高處，將兩個把手挂在兩側高位滑輪上。\n\n面對重量板站立，從下方抓住把手。\n\n保持背部挺直，收腹，膝蓋微微彎曲。\n\n彎曲手臂，使把手盡量靠近胸部，再向下伸直手臂。感覺肱三頭肌收緊。\n\n緩慢恢復至起始位置。\n\n小貼士：練習時手臂上側夾緊身體。",
  "wide-stance-hack-squatsD": "和哈克深蹲一樣，該練習主要鍛煉腿部股四頭肌力量。寬站姿使得動作可以更好的鍛煉到內側肌肉。\n\n步驟：面朝上，躺在哈克深蹲機上，肩部抵住墊板。\n\n雙腳分開，寬於肩部，腳尖以八字形略向外分開。\n\n解開安全扣，雙手握住肩部墊板上的把手。\n\n收緊腹部，伸展身體，直立。\n\n降低身體至深蹲位置，膝蓋彎曲，像准備坐下的動作。\n\n恢復至起始位置。",
  "bench-pressD": "強大的杠鈴臥推可以很好的塑強健的胸肌。\n杠鈴臥推以幫助增強力量，增加肌肉知名。學習正確的杠鈴臥推動作很有意義。\n\n步驟：多數健身房提供滿足臥推及其衍生版本的健身長凳。平躺在長凳上，雙腳放在地面。杠鈴此時應該在長凳配套的支撐架上。\n\n從支撐架上舉起杠鈴，並且將其舉在胸的正上方，做好該准備動作。彎曲手臂，降低杠鈴，直到杠鈴接觸到胸肌。保持該動作一會，並確定你完全控制杠鈴。現在，將杠鈴舉起至起始動作。\n\n在完成一組練習后，將杠鈴放回支撐架上。\n\n小貼士：雙手的抓距會影響臥推練習。略寬於肩膀的抓距最常見。適當的抓距一般會在杠鈴杆上標出。\n\n臥推時，注意需要有人在旁邊看護。一位合適的、激勵練習者的同伴是十分有價值的。\n\n選擇適當的、有挑戰性但是能保証按標准完成練習的重量。不標准的姿勢會導致肌肉損傷。整個訓練動作要求緩慢並控制住杠鈴，不要鎖死手肘。",
  "127-Reverse-Grip-Seated-Cable-Wrist-CurlN": "坐姿正握拉索卷腕",
  "Hyperextensions-Stability-BallD": "該動作既鍛煉身體柔韌性也鍛煉了背部肌肉和核心肌肉群。\n\n步驟：面朝下，俯臥在平衡球上，雙腳牢牢扣住地面，以獲得身體平衡。\n\n雙手臂略微彎曲放在身體兩側，抬起胸部，使其脫離平衡球，此時努力伸直脊柱。\n\n緩慢降低身體，回到平衡球上。",
  "Chin-UpsN": "引體向上",
  "Decline-Dumbbell-Bench-PressN": "啞鈴下斜臥推",
  "Arnold-Dumbbell-PressN": "阿諾德啞鈴推舉",
  "115-One-Arm-Seated-Reverse-Dumbbell-Wrist-CurlN": "坐姿單臂正手握啞鈴卷腕",
  "Machine-Bench-PressN": "機械坐姿胸推",
  "Dumbbell-RaiseD": "直立拉舉啞鈴是一項針對肩部的練習。\n\n步驟：站立，掌心朝下，雙手各以正手位握持一個啞鈴。將啞鈴輕靠在大腿前側。\n\n緩慢提高啞鈴，沿肋骨向上，至胸部停下。保持該姿勢幾秒鐘，然后降下啞鈴至起始位置。",
  "Lateral-Lunge-with-Bicep-CurlD": "該動作是一個高級的健身動作，結合了側箭步蹲和二頭肌彎舉。\n\n步驟：手心朝上，雙手各持一個啞鈴。\n\n雙腳並攏站立，背部挺直，收腹。\n\n手臂自然伸直，垂下在大腿前側。\n\n在保持上身挺直的狀態下，向側面橫跨一步，彎曲腰部和膝部，完成側箭步蹲。\n\n在完成側箭步蹲的同時，收縮肱二頭肌，彎曲手臂，使啞鈴向肩部移動。\n\n恢復起始位置，換另一隻腿，重復練習。\n\n小貼士：在私人教練或者專業人士指導下學習和練習該動作。",
  "75-Standing-V-Bar-RowN": "站姿V-型把手劃船",
  "Leg-ExtensionsN": "腿伸展",
  "122-Seated-Reverse-Barbell-Wrist-CurlD": "該練習可以很好地鍛煉和增長前臂伸肌，也可以加強筋腱和小臂和手腕的連接組織的力量。\n\n步驟：坐在訓練凳上，將手臂放在大腿上，手心朝地面，抓握杠鈴。\n\n集中使用前臂肌肉，保持前臂靜止，以手腕為中心，將啞鈴向上彎舉。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：不要猛力上提杠鈴，以緩慢、有控制的節奏完成動作。對於一些人而言，該練習可能損傷手肘。所以，如果您正在經歷任何形式的身體疼痛，請立即停止練習。",
  "Chest-DipsN": "窄握雙杠臂屈伸",
  "Flexor-Incline-CurlsD": "該動作可以將啞鈴重量壓在肱二頭肌上。\n\n步驟：面朝上，坐在上斜的訓練凳上，雙腳平穩放在地面。\n\n掌心朝上，雙手各抓住一個啞鈴。\n\n雙臂伸直，放於身體兩側，保持手腕挺直。將手腕彎舉至肩部。\n\n在上舉啞鈴的過程中，注意使用肱二頭肌的力量。",
  "Dumbbell-Seated-One-Leg-Calf-RaiseD": "該版本的提踵練習讓練習者可以單獨鍛煉每一隻腿。該練習適合受傷后的健復訓練，可以逐漸讓練習者習慣負重練習。\n\n步驟：坐在長凳上，在身體前面地面上放置一個塊狀物（木條等）。\n\n腳掌放在木條上，腳跟著地，將一個啞鈴放在同側腿上。\n\n緩慢上下抬高、降低腳跟，同時保持腳掌不離開木條。\n\n更換另一隻腳，重復以上運動。",
  "118-Standing-One-Arm-Dumbbell-Reverse-CurlN": "站姿單手正手握啞鈴彎舉",
  "Bicep-Curl-SquatN": "彎舉深蹲",
  "femaleFatBurnerHomeWorkoutDescription1": "該課程是一個循環訓練，要求前后動作迅速連貫。連續做完十個動作才算完成一個循環練習。\n\n初學者要完成2組循環訓練，每組包含10個動作，每個動作要重復20次。初學者每組動作期間可以休息20秒。高級健身者，需連續完成4組動作，中間沒有休息時間。",
  "Home": "家",
  "Spider-CurlN": "上斜俯臥杠鈴彎舉",
  "126-Seated-Neutral-Dumbbell-Wrist-CurlD": "前臂肌肉極易被練習者忽視，但是這些肌肉又被用於幾乎所有的提拉動作上。分離出小臂進行集中練習對於防止小臂筋腱和韌帶受傷是十分必要的。\n\n步驟：雙手各持一個啞鈴，坐在訓練凳上，將小臂靠在大腿上，掌心相對。\n\n集中小臂力量，保持手臂靜止。以手腕為中心，旋轉手腕並將杠鈴向天花板方向抬高。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：不要猛力突然卷腕將啞鈴提高。使用緩慢、有控制的動作。",
  "89-Adductor-StretchN": "內收肌拉伸",
  "7-Cable-side-lateral-raiseN": "拉索側平舉",
  "Standing-Bicep-Cable-CurlD": "該形式的二頭肌彎舉使用拉索，而非杠鈴來練習手臂肌肉。\n\n步驟：在低位拉索滑輪上安裝一個短柄把手。\n\n雙腳分開站立，與肩同寬，膝蓋微彎，收腹。\n\n手心朝上，反手位窄握把手。\n\n降低把手,直至手臂完全伸直，將把手放在大腿前側。隻彎曲前臂，將拉索把手拉至胸前。\n\n保持該姿勢幾秒鐘，然后恢復至起始位置。\n\n小貼士：練習該動作時，防止背部和髖部晃動。",
  "RoutineChestExtraShortName": "胸肌常規練習",
  "127-Reverse-Grip-Seated-Cable-Wrist-CurlD": "舉重練習者經常過度使用抓握動作而導致前臂筋腱損傷。\n\n步驟：面對一個低位輪滑坐在一個訓練凳上，手臂放在大腿上。\n\n掌心朝地面，抓住拉索把手。\n\n以手腕為旋轉中心，保持手臂靜止，緩慢、有控制地向上彎曲手腕。\n\n以相同緩慢、有控制的節奏，反向重復以上動作，將拉索恢復至起始位置。\n\n小貼士：不要猛力的將拉索把手向上拉，然后方下。這樣會損傷手腕。相反地，始終使用緩慢、有力的運動節奏完成該動作。對於一部分人，該動作可能損傷手肘。所以，如果你身體有任何疼痛，請不要練習該動作。",
  "17-Knee-raise-on-parallel-barsD": "該練習在雙杠提腿練習的動作基礎上稍作改動。但是與雙杠提腿一樣，該練習可用於增強和塑形下腹肌肉。\n\n步驟：背朝器械，雙手手肘部架在雙杠上。\n\n收縮下腹部和腿上部肌肉，提起雙腿，直到與大腿與地面平行。\n\n緩慢有控制的降低雙腿回到起始位置，重復預定好的練習次數。\n\n小貼士：練習中，始終保持雙腿並攏，這樣可以幫助身體平衡。和其他動作一樣，不要過度搖晃雙腿，利用慣性完成練習。練習者應該緩慢地控制動作的完成。",
  "Seated-Calf-RaiseN": "坐姿提重",
  "femaleBackHomeExtraDescription2": "這些課程簡單有效，不管用不用啞鈴都無需去健身房練習。\n適合初級者，高級健身者可增加動作重復次數或者組數，同樣也可以收獲健身效果。\n該課程可以結合您常規鍛煉計劃一同進行，也可以單獨練習。\n為達到最好效果，我們建議您每周練習2次，每次30分鐘左右。",
  "Chin-UpsD": "引體向上是最基礎的訓練方法之一，可以很好的鍛煉背部和手臂。\n\n步驟：雙手以反手位抓住一個懸空的橫杠。\n\n雙臂伸直，身體自然垂在懸空橫杠上。\n\n緩慢將身體上拉，使得下巴超過橫杠。\n\n以可控制的動作，緩慢降下身體至起始位置。\n\n小貼士：動作全過程中保持軀干和腿在同一平面上。",
  "110-Neutral-Dumbbell-Wrist-Curl-Over-BenchD": "前臂是經常被忽視的肌肉群之一，但是前臂肌肉又幾乎被用在每一個上提動作中。集中鍛煉前臂的練習可以有效練習小臂伸肌，提高抓力。\n\n步驟：雙膝跪在一個訓練凳前，手臂伸直，雙臂放在訓練凳上。雙手各抓住一個啞鈴。\n\n掌心相對，彎曲手腕，集中使用小臂肌肉力量，使得啞鈴向上運動。\n\n以相同緩慢、有控制的節奏回到起始位置。\n\n小貼士：對於手肘筋腱有傷的健身者而言，該練習是很好的普通卷腕替代動作。",
  "RowingN": "劃船",
  "Dumbbell-Lying-Rear-Lateral-RaiseD": "俯身雙手側平舉是最好的鍛煉肩部肌肉的練習之一。\n\n步驟：在健身凳兩側各放置一個啞鈴。面朝下，俯身躺在一個長凳上，腳趾接觸地面。手心朝下，雙手各抓住一個啞鈴。\n\n將手臂向身體兩側舉起，同時舉起啞鈴，直至與肩同高。保持手臂和軀干成90度角，手肘向內彎曲30度左右。\n\n小貼士：保証手腕伸直，手肘高於手腕\n\n上提力必須來自肩部，不要晃動啞鈴。",
  "routine1ExtraShortName": "六塊腹肌常規訓練計劃",
  "Lying-Supine-Two-Arm-Dumbbell-Triceps-ExtensionN": "臥姿雙臂臂屈伸",
  "WBlockTargetBackPainPrevention": "防止並緩解背部問題",
  "Reverse-Plate-CurlsD": "該練習用重量板鍛煉肌肉。\n\n步驟：雙腳分開站立，與肩同寬，膝蓋微彎，收腹。\n\nG手心朝下，雙手以正手位在11點和1點處抓住重量板。\n\n保持手肘和手臂在身體兩側，彎曲手臂，使重量板向頭部運動。\n\n緩慢恢復起始位置。",
  "Dumbbell-Squat-To-A-BenchN": "啞鈴垂直深蹲",
  "Push-Ups-Close-and-Wide-Hand-PositionsD": "俯臥撐是幫助練習胸肌，手臂肌肉（肱二頭肌和肱三頭肌）以及核心肌肉群的最佳動作。核心肌群是指支持脊柱的腹直肌，腹斜肌等。俯臥撐有一系列衍生動作。\n\n步驟：對於窄肩俯臥撐，面部朝下，躺在地面或者墊子上，雙腳並攏，膝蓋略彎曲，腳尖點地。\n\n雙手分開很短的距離，保証兩個手的大拇指和食指可以形成一個三角形。\n\n收腹。\n\n吸氣起身，雙手支撐身體上移，直至手臂伸直。\n\n保持頭頸與軀干在同一平面上(不要向上看或者向下看)，背部不要上翹或者下沉。\n\n呼氣，下降身體至接近地面處。\n\n做寬臂俯臥撐時，將兩手打開，寬於肩部。\n\n小貼士：窄肩俯臥撐主要鍛煉內胸肌，寬肩俯臥撐主要鍛煉外胸肌。",
  "Superset": "超級組數",
  "Cable-Incline-PushdownN": "上斜拉索下拉",
  "High-Cable-CurlsD": "該動作用另一種姿勢幫助練習者集中練習手臂。\n\n步驟：在拉索健身器的重量片旁邊水平放置一個訓練凳。\n\n在高位拉索上安裝一個短手柄。\n\n頭超重量片方向，躺在訓練凳上。\n\n手心朝身體反向正手位握住短手柄。雙臂微微彎曲，在頭頂上方盡量伸直。\n\n盡量彎曲手臂，將短手柄向身體方向拉。\n\n緩慢恢復起始位置。",
  "100-Calves-Stretch-2N": "腓腸肌拉伸2",
  "69-Reverse-Grip-Smith-Machine-Bent-Over-RowN": "反手俯身劃船",
  "2DaysAweek": "一周兩天",
  "side-plankN": "側面平板支撐",
  "40-Russian-TwistN": "俄式轉體",
  "86-Dumbbell-Fly-With-A-TwistN": "扭轉啞鈴飛鳥",
  "3-Cable-Chest-PressD": "拉索胸推在本質上和其他臥推的練習一致。但是由於練習使用穩定性較差拉索，和其他臥推動作相比，阻力會略有不同的加在胸肌上。在練習主要肌肉的同時，也鍛煉了輔助性肌肉。\n\n步驟：平躺在訓練凳上，雙腳平穩地放在地面上。雙膝彎曲約80度。由於拉索的活動性較強而穩定性較差，練習者務必保証在練習過程中雙腳緊緊貼住地面。\n\n保証兩邊的拉索設置的重量一直，雙手各拉住一個把手。手臂微彎，伸展於肩部上方。\n\n下背部略弓，以收縮背闊肌，保持肩膀穩定。\n\n然后，保持雙手掌心相對，降低手臂至身體兩側，然后爆發性地再次將手臂升高回到起始位置。\n\n小貼士：注意用胸肌發力，使得大多數動作都是依靠胸肌而不是肱三頭肌和三角肌完成。在降低雙臂的時候吸氣，抬高時呼氣。",
  "Wide-Stance-Barbell-SquatD": "該版本的深蹲用寬站距的姿勢來分離集中鍛煉內側大腿肌肉。\n\n步驟：將杠鈴從支撐架上取下，扛在肩膀上。\n\n雙腳分開，寬於肩部（約45厘米）站立，腳尖指向身體外側。\n\n收腹，彎曲膝蓋和髖部，像坐下的動作一樣。（深蹲）\n\n盡可能的降低身體，但是保証身體不能超過腳尖（這樣會導致身體失去平衡）。\n\n在動作的最低點保持幾秒鐘，然后緩慢恢復身體直立的起始位置。\n\n小貼士：杠鈴下墊一個墊子或者毛巾可以幫助練習者更好的握住杠鈴，減輕杠鈴對背部造成的不適感。\n\n杠鈴不加任何重量練習次動作可以使練習者適應該動作。",
  "Cable-Hip-AdductionN": "拉索夾擴腿",
  "Zecher-SquatsD": "該版本深蹲和肩山杠鈴深蹲類似，主要鍛煉股四頭肌的上部肌肉。\n\n步驟：將杠鈴從支撐架上取下，雙手交叉拿住杠鈴，放在胸前。\n\n雙腳分開，略寬於肩部，腳尖呈八字形，略朝外側分開。\n\n收腹，彎曲膝蓋和髖部，身體微微下降，像剛想坐下時的動作（開始深蹲准備動作。\n\n盡可能的降低身體，但是保証身體不能超過腳尖（這樣會導致身體失去平衡）。\n\n動作的最低點保持幾秒鐘，然后緩慢恢復身體直立的起始位置。\n\n杠鈴不加任何重量練習次動作可以使練習者適應該動作。",
  "64-Reverse-Grip-Machine-Lat-Pull-DownN": "反手位器械輔助背闊肌下拉",
  "Triceps-Pushdown-Rope-AttachmentD": "該練習使用繩子來完成三頭肌下推動作，以更好地集中練習肱三頭肌。\n\n步驟：面對繩索拉力器，將一條繩子安裝在一個高位滑輪上。\n\n手心朝下，抓住繩子。\n\n收腹並保持背部挺直。\n\n保持手肘在身體兩側，夾緊上手臂，將把手推至大腿處。如若可能，在最低處可試圖將繩子朝兩邊拉直。\n\n停頓片刻，然后恢復到起始位置。\n\n小貼士：雙腳可一前一后站立。",
  "92-Leg-Stretch-2N": "腿部拉伸2",
  "56-Full-Range-Of-Motion-Lat-PulldownD": "該練習可以打破背闊肌健身的瓶頸期。和其他上拉或者下拉動作相比，該練習使用整體背闊肌，更加全面的鍛煉肌肉。\n\n步驟：雙腳分開，與肩同寬，站在兩個拉索機器中間。保持背部挺直，抬起頭部。\n\n用左手抓住右側拉索把手，右手抓住左側拉索把手，使雙手在面前交叉。\n\n用背闊肌發力，雙手同時向下伸直，直至雙手於身體成45度。\n\n控制好動作全過程，緩慢將拉索把手鬆回到起始位置。\n\n小貼士：肱二頭肌和肩部很可能替代背闊肌發力。想象身體將手肘向背后的地面下拉可以幫助練習者把發力點集中在背闊肌上。練習者需要始終感覺到背闊肌的拉力。",
  "98-Lower-Arm-StretchN": "前臂拉伸",
  "35-Janda-Sit-UpD": "臂交叉仰臥起坐鍛煉了全部的腹部肌肉，因此是很好的針對核心肌肉群的練習。\n\n步驟：平躺於地面，膝蓋彎曲，使得腳板貼在地面上。雙臂交叉於胸前。\n\n收縮腹肌，彎曲髖骨，將軀干抬離地面。\n\n緩慢、控制地降低軀干回到起始位置。\n\n小貼士：保証背部不要過度彎曲，可以微微向裡彎曲。不要搖晃軀干，保証力量來自腹肌，緩慢、有控制地完成動作。",
  "Close-Grip-EZ-Bar-CurlD": "該練習在彎舉動作中使用彎曲的杠鈴或曲杠鈴，可分離集中練習肱二頭肌。 n\n步驟：站立，雙腳分開，與肩同寬。膝蓋微彎，收緊腹部。\n\n雙手分開約10厘米，以反手位抓住曲杠鈴橫杠的最中心部分。\n\n完全伸直手臂，將曲杠鈴倚靠腿前側上。\n\n保持手臂伸直，彎曲前臂，使杠鈴向胸部移動。\n\n停頓幾秒鐘，然后恢復起始位置。\n\n小貼士：如果練習者在練習中晃動身體，可以倚靠牆壁完成此動作。",
  "workout1WorkoutDescription": "該四天訓練計劃每周實施四天，每天1.5小時。該訓練隻適用於健身房，因為某些訓練動作需要在器械上完成。\n\n該訓練計劃將所有選擇出的特定肌肉群集中在一天內訓練。\n\n通用小貼士：不要忘記一周中剩下的三天。在休息的三天(周三和周末)中觀察肌肉反應是十分重要的。肌肉的生長並不是在訓練的過程中發生的，而是在沒有鍛煉的時候生長。\n\n專業健身者的小貼士：你可以增加每天重復練習整套動作的次數至4次。",
  "biceps-curl-barbellD": "該動作是鍛煉肱二頭肌的基本動作。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n掌心向上，正握杠鈴，雙臂與肩同寬。\n\n完全伸直雙臂，垂於體前。彎曲手肘，杠鈴向上彎舉至胸前。\n\n停頓片刻，然后 緩慢恢復至起始位置。\n\n小貼士：在練習中不要晃動髖部和背部。",
  "ProVersionFeatureGraph": "直觀圖表總結記錄每一項鍛煉進展。",
  "Preacher-CurlD": "杠鈴斜拖彎舉利用特殊的訓練凳來支撐肱三頭肌，以分離出肱二頭肌集中訓練。\n\n步驟：調整訓練凳高度，使其最高點於手臂上部平齊。\n\n手心朝上，雙手分開，與肩同寬，以反手位抓住杠鈴橫杠。n\n拿起杠鈴，手臂伸直，放在斜托板上。\n\n保持手臂靠在訓練凳上，把杠鈴朝頭部方向舉起。\n\n保持姿勢幾秒鐘，然后降低杠鈴至起始位置。\n\n交換手臂，重復以上步驟。\n\n小貼士：以緩慢、有控制的節奏練習該動作，可達到最好效果。",
  "Dumbbell-Lying-Rear-Lateral-RaiseN": "俯身雙手側平舉",
  "Step-MachineD": " ",
  "Bicep-Curl-Lunge-with-Bowling-MotionD": "該動作和保齡球動作類似。\n\n步驟：掌心朝上，單手拖著健身球，將健身球置於肩高處。\n\n一隻腳后退一步，成弓步。保持前面腳穩定靜止，后腳跟不能著地。\n\n在做好弓步的同時，將健身球降低至身體一側，動作像打保齡球一樣。\n\n將手臂抬高恢復起始位置，更換腿前后位置，重復。\n\n小貼士：全動作要緩慢穩定的完成。",
  "ProVersionMale": "該版本是專為男性設計，所有的訓練計劃符合男性的健身模式，滿足男性的健身需求。請開通會員，專享全部男性健身計劃。",
  "Dumbbell-ShrugD": "啞鈴聳肩用一副啞鈴集中練習肩側斜方肌。\n\n步驟：站立，雙腳與肩同寬，膝蓋略彎曲。掌心朝向身體，雙手各抓取一隻啞鈴。盡量降低肩膀。保持手臂伸直，緩慢的向耳朵方向提高肩部。\n\n保持該姿勢幾秒鐘，然后緩慢降低啞鈴至起始位置。\n\n小貼士：有些練習者可能在完成此動作時想猛提、搖晃杠鈴。避免這種想法，並集中精力，緩慢的完成這個練習。這樣可以保証練習有效。",
  "Dumbbell-Seated-One-Leg-Calf-RaiseN": "啞鈴單腳腿部推舉機提踵",
  "54-Cable-DeadliftN": "拉索硬拉",
  "WBlockFitnessMachines": "健身儀器",
  "Triceps-Pushdown-Rope-AttachmentN": "肱三頭肌下推-拉繩 ",
  "7-Cable-side-lateral-raiseD": "拉索側平舉和啞鈴側平舉幾乎一樣，是練習三頭肌中段的很好方法。\n\n步驟：在拉索器械的拉索上安裝好把手，側身站在拉索機旁邊，膝蓋微微彎曲。 \n\n用遠離拉索的手抓住把手。\n\n手臂微微彎曲，緩慢小心的抬起拉索把手並將把手從身體前抬高至遠離拉索的一側，直至手臂與地面平行。\n\n在最高點保持幾秒鐘，然后緩慢降低拉索把手回到起始位置。\n\n小貼士：小貼士：側平舉對肩部內側的連接組織可能產生損壞，所以練習者不能使用過重的啞鈴。該練習中，使用適當的重量、動作標准、動作幅度充足可以增加練習的效果。。\n\n手臂應該拉著拉索在身體前移動。\n\n保証使用的啞鈴重量是練習者可以掌控和適應的，動作全過程不能有急促抬舉的動作。\n\n一定不要將啞鈴舉高至肩膀以上。",
  "Bent-Arm-PulloverD": "屈臂上拉動作用弧線移動杠鈴的運動，集中練習胸肌。\n\n步驟：平躺平放的訓練凳上，頭部靠近長凳一端，手心朝腳部方向，窄握杠鈴，保証雙手大拇指伸開時可相互接觸。\n\n雙臂伸直，手臂彎曲，轉動肩部，將杠鈴按照弧線運動軌跡，朝向地面，垂在腦后。此時，雙臂應該靠近頭部。\n\n小貼士：全過程保持背部平直，貼在長凳上。雙腳牢牢抓住地面。\n\n動作幅度要在可控制的能力之內，幅度不能過大。",
  "Lying-Machine-SquatN": "臥姿深蹲",
  "Side-Lateral-RaiseD": "站姿啞鈴平舉可以幫助你打造堅實的肩部，塑造完美線條。\n\n步驟：站立，雙腳與肩同寬，收緊腹部。掌心朝身體，雙手各抓握住一個啞鈴。微微彎曲膝蓋，手臂從身體兩側展開至肩膀位置，平行於地面，掌心朝下。保持該動作幾秒鐘，然后緩慢降下啞鈴。\n\n小貼士：試圖感覺你是用手肘控制啞鈴運動，並且保証手腕低於手肘。\n不要甩動啞鈴。用你的肩部控制啞鈴運動，而不是依靠啞鈴自身慣性。",
  "side-bendN": "啞鈴體側屈",
  "Standing-Dumbbell-Triceps-ExtensionN": "站姿頸后臂屈伸",
  "Abdominal-4-Point-Drawing-InD": "該動作簡單有效的鍛煉腹肌和支撐脊柱的核心肌肉群。\n\n步驟：躺在地面或者墊子上，用雙手和雙膝支撐起身體，身體和地面構成一個矩形。保証背部平直，臀部和盆骨在自然舒適的位置。\n\n收腹，收緊腹肌，並保持背部挺直。保持幾秒鐘，然后放鬆腹肌至起始狀態。\n\n小貼士：該動作不需要身體大范圍移動，隻需要腹肌收縮和放鬆。",
  "103-Cable-Wrist-CurlN": "拉索卷腕",
  "Lying-Close-Grip-Barbell-Triceps-Extension-Behind-HeadD": "該動作使用杠鈴或曲杠鈴更好的集中訓練肱三頭肌。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺。\n\n雙手分開約20厘米握住杠鈴橫杠（窄握），並將杠鈴舉過頭頂，保持手臂伸直。\n\n保持杠鈴平行於地面，向下彎曲手臂，使杠鈴按照弓形軌跡運動至頭后方，頸部附近。\n\n緩慢恢復至起始位置。",
  "Exercise-Band-SquatsD": "該練習使用彈力帶提供阻力而不是重量板。\n\n步驟：踩住彈力帶，雙腳分開站立，與肩同寬。\n\n抓住彈力帶把手，將彈力帶兩端拉至肩部。\n\n收腹，深蹲直至大腿和地面平行。\n\n緩慢恢復起始位置。\n\n小貼士：完成動作時，保持雙腳穩定抓住地面。",
  "WGQuestion5": "您將在哪裡健身？",
  "Standing-Low-Pulley-One-Arm-Triceps-ExtensionD": "該動作利用拉索機器，單獨練習肱三頭肌。\n\n步驟：在低位處安裝拉索。\n\n背對重量板站立，雙腳與肩同寬，站立。\n\n用左手從背后抓住拉索把手。\n\n用右手抓住左手肘關節處，支撐肘關節。\n\n向天花板方向，伸直左手臂，然后恢復到起始位置。\n\n更換另一隻手，重復以上動作。",
  "86-Dumbbell-Decline-Fly-With-A-TwistD": "和其他下斜飛鳥動作類似，該動作可以幫助練習者增加下部分胸肌，刻畫胸大肌線條。\n\n步驟：將雙腿繞在下斜訓練裝置的緩沖杆上，保証身體安全穩定的固定在下斜訓練裝置上，向后躺下。\n\n雙手各握起一個啞鈴。手心朝上，向身體兩側完全展開雙臂，與地面平行。不要鎖死肘關節。\n\n向下拉動背闊肌，使肩部固定在一個安全位置。收縮胸肌，將啞鈴從兩側以弧線形軌跡舉至胸前，直到可以相互接觸的位置。\n\n在啞鈴舉至最高處時，旋轉手腕90度，使兩手心對向頭部后面的牆面。保持該動作幾秒鐘，按照相反反向，以緩慢、有控制地節奏把啞鈴放回起始位置。\n\n小貼士：在下斜裝置上握住啞鈴，並使其移動到初始位置對一般練習者都很有挑戰。所以，練習時，最好有同伴陪同並且幫助練習者放置好啞鈴位置。注意將發力點集中在胸肌，以保証是胸肌而不是三角肌完成該動作的主要部分。",
  "78-Bent-Arm-Dumbbell-PulloverN": "屈臂啞鈴上拉",
  "61-Machine-Assisted-Hammer-Pull-UpD": "器械輔助錘式上拉可以很好的鍛煉長斜方肌（中背部）和增加肱二頭肌。無輔助的錘式上拉利用身體體重，可能對新手難度太大。所以器械輔助引體向上是幫助新手增強肌肉強度和力量的很好選擇。\n\n步驟：依據練習者想減輕的重量，調整平台的高度。\n\n雙手掌心相對，抓住錘式把手。\n\n站或者跪在平台上，降低身體直至雙手臂伸直，但肘關節不要鎖死。\n\n將自己的身體上提，直至上撐杆高於練習者下巴。",
  "Side-Split-SquatsN": "單側分腿深蹲",
  "Barbell-LungeN": "杠鈴箭步蹲",
  "preparation": "准備",
  "femaleCoolGirlWorkoutTipp": "小貼士:\n\n有些杠鈴，單單杠鈴杆就超過10千克，不適合一般性練習，最好換一個輕一點的。如果您是初級健身者，不建議做太多的杠鈴訓練。杠鈴開始訓練的前兩周最好不要加杠鈴片。",
  "proVersionExtraNote": "注意：您購買的訓練計劃在Fitness Point標准版中無法保存。請使用其他特殊途徑將數據輸入標准版應用中。后續的健身計劃將不包括在免費更新中。",
  "Barbell-Seated-Calf-RaiseD": "該版本的提踵練習使用厚塊和杠鈴來完成。\n\n步驟：將厚板放在長凳前30厘米處。\n\n坐在長凳上，腳掌放在厚塊上，腳跟著地，杠鈴放在大腿上部。\n\n緩慢抬起腳跟，盡量抬高，但是保証腳掌接觸厚塊。",
  "packagegymExtraShortName": "健身房訓練套餐",
  "packageExtraDescription": "套餐購買更劃算，同時購買%@個計劃就可享受特別優惠！\n\n相比分別購買可省%@！\n\n套餐包括以下計劃：\n\n%@\n\n請分別仔細閱讀每個健身計劃的描述。",
  "105-Dumbbell-Lying-SupinationD": "集中練習小臂的練習對於防止小臂韌帶和筋腱損傷十分關鍵。\n\n步驟：向右側躺在訓練凳上，手心背向頭部方向，右手握住啞鈴。\n\n緩慢向下旋轉啞鈴直至手心朝向頭部。\n\n回到起始位置。\n\n重復計劃好的練習次數，然后更換另一隻手臂，再重復以上動作。\n\n小貼士：健身者不要使用特別重的啞鈴練習該動作，否則會導致嚴重損傷。\n\n緩慢完成該動作。正常狀態下，旋轉啞鈴180度應該需要3秒鐘左右。",
  "Barbell-Single-Leg-SquatD": "單腿深蹲分解腿部肌肉，更好的鍛煉腿部。該練習也適用於傷后復原訓練。\n\n步驟：將一個18-27厘米高的盒子或者凳子放在身后。\n\n從支撐架上拿下一個杠鈴，將其扛在肩膀上。\n\n一隻腳朝后放在凳子上，另一隻腳放置在身前60-90厘米處。\n\n收腹，彎曲前面腿的膝蓋和髖部，身體向下降低，向坐下的動作一樣。\n\n盡量降低身體，但是防止身體超過前腳腳趾（這樣會導致人失去平衡）。\n\n在最低點保持幾秒鐘，然后緩慢恢復至起始位置。\n\n交換另一隻腿重復以上動作。\n\n小貼士：杠鈴下墊一個墊子或者毛巾可以幫助練習者更好的握住杠鈴，減輕杠鈴對背部造成的不適感。\n\n杠鈴不加任何重量練習次動作可以使練習者適應該動作。\n\n身后的盒子或凳子越高，動作的難度越大。",
  "femaleLeanWaistExtraDescription": "該課程會讓你驚喜連連：既能鍛煉體力，強健肌肉，也能通過對核心鍛煉迅速減肥，尤其對腰部贅肉效果明顯，練就完美身材。\n\n全身鍛煉計劃會讓健身館基礎器械的作用發揮出極致。盡管腹肌鍛煉是每個標准健身課程的必選練習，但是相對無聊，我們暫時放一放，最后再做。該課程的每一秒練習都是核心訓練，因此在做別的核心訓練的時，其他核心肌群可以得到片刻消息，不會讓你覺得太辛苦。\n\n該課程時長大約40到60分鐘，同時適用於初學者和高級運動員。為達最棒的效果，建議您每周練習兩次。",
  "50-Back-Extension-MachineN": "機械背部延展",
  "Reverse-Grip-Bent-Over-RowsD": "該練習十分適合整體鍛煉背部肌肉。\n\n步驟：保持背部豎直，膝蓋微彎。反握住杠鈴杠。\n\n收縮背闊肌，緩慢將杠鈴拉至腹部。保証上拉杠鈴后，手肘夾在身體兩側。在杠鈴最高處停頓片刻，然后控制的、緩慢降低杠鈴。\n\n小貼士：完成此動作時，保持背部挺直。如果背部微微彎曲，則讓膝蓋再彎曲一些。",
  "routine1ExtraName": "六塊腹肌常規訓練計劃",
  "96-Hip-StretchN": "臀部拉伸",
  "rope-hammer-curlD": "利用健身繩索拉伸器完成該動作，可單獨鍛煉肱二頭肌。該動作十分適合初級健身者。\n\n步驟：將拉索安裝在滑輪上，並連接底部重量板。\n\n站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n掌心朝上，從下方抓住拉索。\n\n完全放下手臂，使其在大腿前方。隻彎曲手肘，將拉索拉至胸前。\n\n停頓片刻，然后恢復至起始位置。\n\n小貼士：保持手肘始終在身體兩側，在練習中不要晃動髖部和背部。",
  "Front-Cable-RaiseN": "拉力器前平舉",
  "Standing-Overhead-Barbell-Triceps-ExtensionN": "站姿杠鈴頸后臂屈伸",
  "One-Arm-Supinated-Dumbbell-Triceps-ExtensionN": "臥姿單手臂屈伸",
  "Standing-One-Arm-Cable-CurlN": "站姿單手低位拉索彎舉",
  "LoseWeight": "減輕體重",
  "20-Ab-Draw-Leg-SlideD": "該練習可以很好鍛煉下腹肌肉，應該被列為初級健身者的腹肌例行鍛煉動作。\n\n步驟：背部貼地，平躺在地面上。雙手平穩放在地面，在臀部兩側附近。膝蓋彎曲成90度，抬高腿部，直至小腿於地面平行。\n\n降下雙腿至地面，同時伸直腿部，此時練習者應該感覺到腹肌朝背部反面拉伸。\n\n以緩慢控制的動作回到起始位置。\n\n小貼士：保証背部平穩的貼在地面上，這樣隻有下背部起始動作時懸空。保証動作緩慢有控制地完成，這樣可以有效避免背部扭傷。",
  "BikingD": " ",
  "Incline-Cable-FlyeD": "上斜拉力器飛鳥利用飛翔動作集中訓練胸肌。該動作和上斜啞鈴飛鳥類似。\n\n步驟：調整器械高度和角度（30-45度傾斜），使得當你躺下時，兩側的拉索把手於肩部同高。\n\n雙手抓住拉索把手，坐在凳子邊緣。緩慢沿后背躺下，做好准備姿勢。雙手張開，伸向兩側，手肘略彎曲，手肘背部面對地面，掌心朝上。\n\n集中使用胸肌，緩慢抬起把手至身體正上方，保持該姿勢幾秒鐘。\n\n接下來，緩慢降低拉力器把手至起始位置。\n\n小貼士：保証在最高處肘部形狀和起始位置類似，略微彎曲。\n\n集中注意使用胸肌來完成該動作。不應該在該練習中使用手臂和肱三頭肌。",
  "triceps-pressD": "該動作用雙手持一個啞鈴來鍛煉肱三頭肌。\n\n步驟：坐在凳子末端，雙腳自然分開，平放於地面。\n\n收腹，雙手抓住啞鈴，將啞鈴舉過頭頂。這是起始位置。\n\n以弧線形式，降低啞鈴位置至背部后方。\n\n緩慢恢復至起始位置。",
  "88-Reverse-Grip-Smith-Machine-Incline-Bench-PressD": "相較於普通臥推，反手臥推以一種非常不同的方式鍛煉胸肌。反手臥推相對而言不穩定。而史密斯器械通過平衡部分杠鈴重量來提高動作安全性。\n\n步驟：將杠鈴放在支撐架上，與放在平躺時雙手伸直的高度相同。在杠鈴上安裝好合適的重量片。\n\n向下拉動背闊肌，使肩部固定在一個安全位置。\n\n然后，掌心朝下頭后方的牆面，彎曲杠鈴橫杠，從支撐架上取下杠鈴，並且緩慢降低杠鈴直至幾乎接觸胸骨處。\n\n收縮胸肌，爆發性的向上推舉杠鈴，直至雙手伸直。\n\n小貼士：注意將發力點集中在胸肌，以保証是胸肌而不是三角肌或者肱三頭肌完成該動作的主要部分。練習者可以想象自己在推舉杠鈴的同時雙手向內發力，試圖折斷杠鈴橫杠。這樣可以幫助練習者將發力點集中在胸肌。\n\n在該練習中，始終保持手臂微彎，並夾緊身體。完成該動作時若完全伸直手臂可能會損傷肩部。",
  "femaleFatBurnerGymWorkoutDescription3Tipps": "小貼士:\n\n每組練習期間，休息15秒\n\n每組您可以不止練習2次，但不要一周不要超過5次",
  "5-side-Lateral-Raise-one-handN": "站姿單臂側平舉",
  "Reverse-Bicep-CurlsD": "這是一個反向的手臂彎舉動作，可以鍛煉手臂上的所有肌肉。\n\n步驟：雙腳分開站立，與肩同寬，膝蓋微彎，收腹。\n\n手心朝下，雙手以正手位各握持一個啞鈴。\n\n保持手臂自然下垂在身體兩側，手肘穩定。將啞鈴向肩膀舉起。\n\n保持該動作幾秒鐘，然后回到起始位置。",
  "Isometric-Neck-Exercise-Front-and-BackN": "前后等距頸部練習",
  "45-Crunch-benchN": "卷腹訓練機",
  "cable-crossoverN": "拉力器夾胸",
  "Underhand-Cable-PulldownsN": "反手拉索下拉",
  "Triceps-PushdownN": "肱三頭肌下推",
  "Rocking-Standing-Calf-RaiseN": "負重踩踏搖擺",
  "Smith-Machine-Bench-PressD": "該動作和自由臥推相同，但是使用史密斯機器來更好的控制杠鈴。\n\n步驟：在史密斯機前放好一個水平長凳，保持臥推上舉時杠鈴軸線落在胸部相應部位。\n\n平躺在長凳上，採用比肩寬的握距，握住杠鈴。\n\n解開安全鎖扣，緩慢降低杠鈴至胸前。\n\n充分推舉杠鈴，使杠鈴回到起始點。\n\n小貼士：保持背部平躺在長凳上，不要移動。史密斯臥推十分適合初學者安全的掌握臥推技巧。",
  "41-Seated-Barbell-TwistD": "該動作在鍛煉斜腹肌的同時也使用很多核心肌群來支撐身體。\n\n步驟：清理出一根沒有加重量片的空杠鈴杆，並將杠鈴橫杠舉過頭頂，然后降低杠鈴扛在肩上。\n\n在訓練凳上坐下，雙手握緊杠鈴。\n\n保持雙腳穩定接觸地面，開始向右側轉腰。在向右旋轉時，頭部也要跟隨腰部旋轉，避免扭曲脊椎。\n\n用腹肌和斜腹肌控制動作，緩慢的將腰部轉向另一側。\n\n小貼士：保持背部挺直，挺胸。在身體向左右轉腰的時候，不要搖晃杠鈴杆。練習中，所有動作都要緩慢小心、有控制地完成。",
  "Close-Grip-EZ-Bar-CurlN": "窄握曲杠鈴彎舉",
  "Machine-Preacher-CurlsD": "斜拖彎舉動作利用特殊裝置支撐肱三頭肌，從而將其與肱二頭肌分開訓練。該動作需要斜拖彎舉機。十分適合初級健身者。\n\n步驟：調整座椅高度，使得斜拖板最高處在上臂附近。\n\n手臂伸直，放鬆地放在斜拖板上。\n\n手心朝上，以反手位握持住機器把手並將把手向頭部方向拉。\n\n保持該動作幾秒鐘，然后降低把手至起始位置。\n\n小貼士：以緩慢、有控制的節奏完成該練習可以使練習效果最大化。在開始練習之前，閱讀機器說明書。",
  "118-Standing-One-Arm-Dumbbell-Reverse-CurlD": "正手握啞鈴彎舉有效鍛煉鍛煉前臂和肱二頭肌。使用啞鈴可以促進肌肉對稱生長，有利於加強肌肉的尺寸和力量。\n\n步驟：雙腳分開，與肩同寬，保持背部頸部挺直站立。\n\n手心朝下，右手握持一個啞鈴。\n\n以肘關節為中心，以緩慢、有控制的節奏舉起啞鈴，保持上臂靜止。\n\n以相同於舉起時的節奏，以緩慢、有控制的節奏降低啞鈴，重復計劃好的練習次數。然后更換另一隻手練習。\n\n小貼士：不要猛力提高重量片。保持緩慢、有控制的節奏練習該動作，可達到最好效果。對一些人來說，練習該動作時可能損傷手肘，所以，如果練習者身體有任意形式的疼痛，必須馬上停止練習此動作",
  "Chest-DipsD": "窄握雙杠臂屈伸是寬握雙杠臂屈伸的衍生版。該動作更加集中地練習胸肌。盡管該動作使用雙杠，但它也還是一個僅有身體負重的運動。\n\n步驟：使用雙杠最寬的間距握雙杠，兩臂伸直支撐在雙杠上（如果你需要幫助，或者不清楚應該使用哪一種雙杠，請向健身房工作者咨詢）。雙臂伸直，避免離身體很遠。保持膝蓋略彎曲，防止腳在運動過程中接觸地面。\n\n用胸肌牽引運動，緩慢彎曲雙臂，開始降低身體。此時，胸肌應該以45度朝向地面。繼續降低身體，直至感覺到胸部和肩部被拉伸。然后緩慢抬高身體。\n\n小貼士：如果練習者不能很好的控制這個動作，可以在腳下方放置一個支持物來幫助完成動作。如果該動作對練習者過於簡單，可以在身上加上重量腰帶。\n\n不要在起始姿勢時鎖死肘關節。\n\n全過程保持腹部收緊，背部挺直。",
  "132-Alternated-Seated-Dumbbell-Front-RaiseN": "坐姿交替啞鈴前舉",
  "side-bendD": "該動作要求身體傾斜，可鍛煉側腹肌。\n\n步驟：站立，雙腳與肩同寬。收腹膝蓋微微彎曲。\n\n站直，一手抓住啞鈴，然后身體盡量彎曲向手拿啞鈴的一側。\n\n緩慢恢復至起始站姿狀態。\n\n交換啞鈴至另一側，重復動作。\n\n小貼士：注意隻有腰部彎曲，不要彎曲髖部或者膝蓋。",
  "Exercise-Ball-Pull-InD": "該練習用平衡球來分離集中訓練下腹部肌肉。\n\n步驟：面朝下，按照俯臥撐形式，扑下。\n\n將腳和腳踝放在平衡球上。\n\n保持背部挺直，用手掌支撐身體，將膝蓋往胸部方向拉，同時平衡球在腳踝下向前移動。\n\n伸直雙腿，將平衡球滾回起始位置。\n\n小貼士：在該動作中保持背部平直。",
  "Alternate-Incline-Dumbbell-CurlD": "該動作在練習啞鈴彎舉的同時使用上斜訓練椅來改變身體姿勢。\n\n步驟：調整上斜訓練椅至45度角。\n\n雙手各持一個啞鈴，坐在訓練椅上，雙腳平穩地放在地面。\n\n雙臂下垂在身體兩側。\n\n保持手肘垂直，右手小臂向頭部抬起。\n\n緩慢、控制的將啞鈴降低至起始位置，然后用左手重復以上動作。",
  "TreadmillN": "跑步機",
  "wide-stance-hack-squatsN": "寬站姿哈克深蹲",
  "Smith-Machine-SquatD": "該動作很好地練習下半身肌肉。深蹲有很多版本，該動作是用史密斯機器完成的原始版深蹲。運用史密斯機器可以使動作更加靈活流暢。\n\n步驟：將杠鈴位置調整至肩部。\n\n雙腳分開站立，略寬於肩，雙腳呈八字形微微分開。\n\n收腹，彎曲膝蓋和髖部，身體微微下降，像平時開始坐下時的動作（開始深蹲准備動作）。\n\n盡可能的降低身體，但是保証身體不能超過腳尖（這樣會導致身體失去平衡）。\n\n在動作的最低點保持幾秒鐘，然后緩慢恢復身體直立的起始位置。\n\n小貼士：杠鈴下墊一個墊子或者毛巾可以幫助練習者更好的握住杠鈴，減輕杠鈴對背部造成的不適感。\n\n杠鈴不加任何重量練習次動作可以使練習者適應該動作。",
  "RoutineChestExtraName": "胸肌常規練習",
  "Dip-MachineN": "雙杠練習器",
  "WBlockGym": "健身房",
  "workout1ExtraShortName": "四天全能",
  "61-Machine-Assisted-Hammer-Pull-UpN": "器械輔助錘式上拉",
  "RoutineLegsExtraName": "強健的腿部常規練習",
  "routine1WorkoutDescription": "您可以在您的鍛煉計劃中加入該健身練習。\n\n初級健身者的小貼士：\n-每周安排一至兩次次鍛煉背部肌肉群的練習\n –隻做前三項練習。（卷腹，抬腿練習，體側屈）如果感覺前面三項練習很容易完成，那麼可以完成前面四項練習。（卷腹，抬腿練習，體側屈，交叉卷腹）\n- 選擇體側屈時啞鈴的重量時，應該保証訓練者可以完成指定的重復次數。\n\n對高級健身者的小貼士：\n- 每周完成三次腹肌鍛煉。\n- 完成所有六種訓練動作。\n-選擇體側屈時啞鈴的重量時，應該保証訓練者可以完成指定的重復次數。\n\n專業健身者的小貼士：\n- 每周完成三次腹肌訓練。\n- 完成所有六種訓練動作並且添加一些重量。做卷腹練習時，可在胸部放置一塊啞鈴片。做抬腿練習時，在腳部添加一些重量。在進行負重運動時，主動肌肉收縮。\n\n不要忘記加入輔助心肺運動，如跑步和蹬健身車。\n\n通用小貼士：\n- 每個動作的間隔休息時間不要超過30秒。每組動作間的休息時間不要超過1分鐘。",
  "Two-Arm-Dumbbell-Preacher-CurlD": "斜拖彎舉利用特殊的訓練凳來支撐肱三頭肌，以分離出肱二頭肌集中訓練。該形式的斜托板彎舉使用啞鈴。\n\n步驟：調整訓練凳高度，使其最高點於手臂上部平齊。\n\n手心朝上，雙手各握持一個啞鈴。\n\n拿起啞鈴，將手臂自然向地面方向伸直，放在斜托板上。\n\n始終保持手臂貼在斜托板上，將啞鈴向頭部方向舉起。\n\n保持該動作幾秒鐘，然后降低啞鈴至起始位置。\n\n小貼士：以緩慢、有控制的節奏練習該動作可以提高鍛煉效果。",
  "proVersionExtraName": "Fitness Point 標准版",
  "weightlossExtraShortName": "終極燃脂計劃",
  "Alternate-Incline-Dumbbell-CurlN": "上斜啞鈴交替彎舉",
  "Lying-Close-Grip-Barbell-Triceps-Extension-Behind-HeadN": "臥姿窄握杠鈴頸后臂屈伸",
  "Neck-PressN": "頸前推舉",
  "Dumbbell-front-raises-2D": "這是一個簡單的、練習前面部分肩部的運動。\n\n步驟：站立，雙腳與肩同寬，收緊腹肌。手心朝身體，雙手各持一個啞鈴。\n\n保持手臂伸直，但不要鎖死肘關節。彎曲一隻手臂，抬起啞鈴，直至肩部附近。 保持該動作幾秒鐘，然后緩慢降低啞鈴至起始位置。現在，更換另一隻手臂，重復練習。\n\n步驟：手臂微微彎曲，不要鎖死肘關節。",
  "V-Bar-PulldownD": "該動作也能很好的幫助您塑造背闊肌。\n\n步驟：在拉伸器繩索上安裝一個V-型把手。\n\n坐在拉背練習機的固定坐位上，收腹，掌心朝內，正手握住把手。\n\n垂直下拉V-型把手至胸的上半部分。\n\n在把手接觸胸肌后，停頓幾秒鐘，然后緩慢恢復V-型把手至起始位置。\n\n小貼士：練習過程中保持背部挺直。",
  "One-Arm-Side-DeadliftD": "該動作是一個高級的健身動作。可以鍛煉身體的大部分肌肉。這個練習適用於需要練習出強壯臂力的體育項目參與者。\n\n步驟：將一個杠鈴放在身體一側的地板上。\n\n正手位單手握住杠鈴橫杠中心。\n\n身體卷縮，像深蹲動作一樣彎曲雙腿，使得大腿於地面平行。\n\n收腹，緩慢地伸直腿部和身體，回到起始位置。\n\n小貼士：用沒有重量板的橫杠練習該動作，使得自己適應動作節奏。習慣后再添加重量板。",
  "Overhead-SquatN": "頭頂深蹲",
  "femaleFatBurnerGymWorkoutDescription1": "該課程含重復性動作練習，每個練習包括一個有氧運動和兩個無氧運動。",
  "EZ-Bar-CurlN": "曲杠鈴彎舉 ",
  "femaleFitWithDumbbelsWorkoutDescription1": "您需要准備一個至少配有三個重量級的可調節啞鈴組，以及啞鈴平椅。健身墊可有可無。",
  "108-EZ-Bar-Reverse-Grip-Barbell-CurlN": "正手握曲杠鈴彎舉",
  "48-Crossover-crunchD": "交體卷腹鍛煉斜腹肌，應該被包括在所有腹肌練習計劃中。\n\n步驟：平躺在水平訓練凳上，將雙腿放在抬起的平台上。保証長斜方肌（中背部）貼緊訓練凳，並且支撐身體。\n\n雙手放在頭部兩側，注意不要將頸部拉起。開始收縮斜腹肌，抬起軀干，彎曲身體，向右膝處移動。\n\n以同樣緩慢控制的動作回到起始位置，重復計劃好的練習次數。交換另一邊重復練習。\n\n小貼士：始終保持長斜方肌（中背部）和下背部可以得到訓練凳的很好支撐。身體的平衡點應該在中腹部左右。和其他卷腹練習一樣，練習者需要向疊起報紙一樣將身體彎曲。",
  "WBlockTypeRoutine": "常規鍛煉計劃包含%@個運動項目",
  "Zecher-SquatsN": "澤奇深蹲",
  "Speed-Alternating-Bicep-Curls-with-BandN": "快速彈力帶二頭肌彎舉",
  "SwimmingN": "游泳",
  "Dumbbell-SquatD": "該動作很好地針對性練習了下肢肌肉。練習中使用啞鈴而非杠鈴。比起杠鈴深蹲，初級練習者更適合練習啞鈴深蹲。\n\n步驟：雙手各持一個啞鈴。\n\n雙腳分開，略寬於肩膀站立，雙腳朝前。\n\n收腹，一腳向前邁出一步，彎曲膝蓋和髖部，緩慢降低身體（深蹲）。\n\n盡量降低身體，同時保持身體平衡。不要讓身體超過腳尖，這樣會使得人失去平衡。\n\n在最低點保持該姿勢幾秒鐘，然后緩慢恢復起始身體直立狀態。\n\n小貼士：可以在身體無負重情況下練習深蹲動作以熟悉該動作。",
  "Hammer-CurlsN": "錘式彎舉",
  "Preacher-CurlN": "杠鈴斜拖彎舉",
  "3daysplithomeExtraShortName": "三天全身訓練計劃（家庭版）",
  "Barbell-SquatD": "舉杠鈴深蹲是一個十分常見的鍛煉力量的動作。主要可幫助肌肉增長和鍛煉股四頭肌力量。\n\n步驟：除非您使用的杠鈴重量十分輕，否則我們推薦該動作使用深蹲架來完成該動作。設定安裝好想要的杠鈴重量。將杠鈴放在斜方肌上，然后將杠鈴從支撐架上取下，扛在斜方肌上。\n\n保持目光直視前方。彎曲膝蓋，將髖部向后推。在下降軀體時，保持背部平直。持續降低身體，直至你的股四頭肌與地面平行。保持深蹲動作幾秒鐘，然后重新將身體上移回起始位置。\n\n重新站直后，再進行下一次重復。\n\n小貼士：保持頭微微上抬一些，這樣可以防止彎曲背部。\n\n保持腹部收緊可以減輕背部的壓力。\n\n在開始使用重啞鈴之前，請保証您的背部肌肉足夠強大可以控制好來自杠鈴的壓力。硬舉可以練習背部肌肉。\n\n如果在深蹲練習后感到背部肌肉疼痛，請立即停止練習。當背部恢復后，減輕重量再練習。\n\n完成動作過程中記得呼吸。",
  "side-plankD": "該動作十分簡單，但可有效訓練核心肌肉群。\n\n步驟：側躺，保持雙腿伸直。將前臂放在身體前，手肘支撐起肩膀，保持前臂與身體行成的平面垂直。\n\n收縮腹部肌肉，緩慢抬起身體，將平衡點放在前臂和雙腳。\n\n保持住此姿勢，然后緩慢恢復至起始位置。",
  "barbell-upright-rowsD": "杠鈴上提是一種標准的、以練習肩胛岡和三角肌為目的的練習。\n\n步驟：豎直站立，雙腳與肩同寬。掌心朝內，正手握住杠鈴。不要下沉肩部，即使在此准備動作時，也不要使肩部下沉，要保証杠鈴於胯部平行。\n\n接下來，使用肩胛岡和肩部力量，上提杠鈴至下顎處。保持此動作一小會兒，然后緩慢放下杠鈴至起始位置。\n\n小貼士：如若條件允許，可以使用支撐架來完成該動作。您可以將杠鈴放在支撐架上，然后提起至下顎處。這樣可以讓起始動作更加舒適，而且這樣比從地面拿起杠鈴要更加安全。\n\n在上提過程中，保持腹部收緊可以保護背部。\n\n保持適當的姿勢，保証手腕伸直。與肩同寬的握抓是最佳的，較窄的握抓可以讓你練習更多的肩胛岡，但是肩部也更易受損。",
  "WBlockType": "類別",
  "Upright-RowD": "該動作是杠鈴上提或者啞鈴上提的替代動作。該動作也十分適合初級健身者和傷后健復者，因為彈力帶可以使人控制阻力的大小。\n\n步驟：踩在彈力帶上，使彈力帶兩端把手和大腿上部平齊。\n\n背部挺直，收緊腹肌，向上提起雙手至鎖骨處。\n\n此時，手肘和手臂與地面平行。\n\n緩慢降低手臂，回到起始位置。",
  "biceps-curlN": "啞鈴彎舉",
  "Bicep-Curls-Seated-on-Stability-BallD": "該版本的啞鈴彎舉使用平衡球作為輔助工具。使用平衡球的練習可以更好的鍛煉核心肌肉群。\n\n步驟：坐在平衡球上，雙手各持一個啞鈴。雙腿平穩放置在地面上，收腹。\n\n雙臂加緊身體兩側，保持背部挺直，向上彎曲手臂至胸部。\n\n收縮肱二頭肌，保持該姿勢幾秒鐘。\n\n緩慢降低手臂至起始姿勢。",
  "Exercise-Ball-Pull-InN": "俯身平衡球前拉",
  "bent-knee-hip-raiseD": "該練習可充分鍛煉核心肌群。\n\n步驟：面朝上仰臥平躺放鬆，雙手自然伸展放在身體兩側。\n\n並攏雙腿，彎曲雙腿成60度，保持雙腳略微離地，准備開始。\n\n保持背部和手臂緊貼地面，收縮肌肉並提起臀部，離開地面，同時盡量將膝蓋向胸部收攏。\n\n收緊腹部肌肉，停頓片刻，再回到起始動作。",
  "107-EZ-Bar-Reverse-Grip-Preacher-CurlN": "正手握曲杠鈴斜拖彎舉",
  "Hyperextensions-Stability-BallN": "平衡球上腹背訓練",
  "Smith-Machine-ShrugD": "史密斯杠鈴聳肩是普通杠鈴聳肩使用史密斯杠鈴機械的改良版本。該動作有更高的安全性，尤其當練習者使用重量較高時。練習者可以將杠鈴固定在一個適當高度，這樣就不用從地面拿起杠鈴，降低動作損傷肌肉的風險。\n\n步驟：將史密斯杠鈴固定在大腿中部。在杠鈴面前站立，掌心朝身體，抓住杠鈴。\n\n緩慢收縮斜方肌，聳肩，使肩膀最高處於下巴平行。保持該動作幾秒鐘，然后放鬆肌肉，降下杠鈴至起始位置。\n\n小貼士：不要將杠鈴固定的過高，這樣達不到完整的訓練效果。固定杠鈴在低位比固定在高位更能達到效果。\n\n緩慢完成該動作。",
  "Standing-Low-Pulley-One-Arm-Triceps-ExtensionN": "站姿單臂低位輪滑臂屈伸",
  "One-Arm-Pronated-Dumbbell-Triceps-ExtensionD": "該練習是一個高級健身動作，可特別分離集中鍛煉出肱三頭肌（手臂后面肌肉）。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺，腳底貼緊地面。\n\n掌心朝雙腳方向，手握住啞鈴，垂直舉起啞鈴，保持在胸部正上方。\n\n將另外一隻空余的手放在持啞鈴手的肩膀下方，支持其手臂。\n\n僅使用小臂和手肘，使啞鈴按朝胸部或遠離胸部的方向交替運動。\n\n交換另一隻手，重復以上動作。\n\n小貼士：開始時使用較輕的負重來習慣該動作。",
  "8-Assisted-DipN": "訓練器輔助臂支撐",
  "Bicep-Curl-on-Stability-Ball-with-Leg-RaisedD": "該動作結合身體平衡性鍛煉和彎舉動作。\n\n掌心朝上，雙手各持一個啞鈴。\n\n一隻腳放在平衡球上（見圖）,動作類似於后壓腿。\n\n保持背部挺直，收腹。\n\n雙手持啞鈴放在身體前面。\n\n收縮肱二頭肌，彎曲手肘，向上彎舉手臂。\n\n降下手臂，恢復起始位置。",
  "SwimmingD": " ",
  "42-Standing-barbell-TwistD": "該動作在鍛煉斜腹肌的同時也使用很多核心肌群來支撐身體。\n\n步驟：清理出一根沒有加重量片的空杠鈴杆，並將杠鈴橫杠舉過頭頂，然后降低杠鈴扛在肩上。\n\n雙腳分開，與肩同寬，站立，雙手握緊杠鈴。開始向右側轉腰。在向右旋轉時，頭部也要跟隨腰部旋轉，避免扭曲脊椎。\n\n用腹肌和斜腹肌控制動作，緩慢的將腰部轉向另一側。\n\n小貼士：保持背部挺直，挺胸。在身體向左右轉腰的時候，不要搖晃杠鈴杆。練習中，所有動作都要緩慢小心、有控制地完成。",
  "Lat-PulldownD": "該動作是必不可少的鍛煉、塑形背闊肌的經典動作。\n\n步驟：坐在一個裝有寬橫杠的拉背練習機的固定座位上。\n\n採用比肩寬的握距，正手握住橫杠。\n\n收緊腹部，豎直下拉寬橫杠至胸的上半部分。\n\n停頓一小會兒，然后將橫杠恢復到起始位置。\n\n小貼士：練習中，盡量控制動作，不要搖晃背部.",
  "One-Arm-Side-DeadliftN": "單臂側硬舉",
  "Male": "男性",
  "TreadmillD": " ",
  "packagefatExtraShortName": "燃脂健身套餐",
  "Seated-Close-Grip-Concentration-Barbell-CurlD": "集中型單臂彎舉限制機體活動范圍，以增加訓練效果。該動作用到杠鈴。\n\n步驟：坐在平置的訓練凳末端，雙腿分開成V字型，腳平放於地面。\n\n身體向前彎曲，保持背部平直。\n\n掌心向上，雙手分開約15厘米，握住杠鈴。\n\n手肘抵住膝蓋上面的大腿內側，彎曲手臂使啞鈴靠近胸部。\n\n緩慢降低杠鈴至接近地面處，恢復起始位置。\n\n小貼士：保持除手臂外的身體其他部位靜止。",
  "Single-Leg-SquatD": "該練習是一個高級的健身動作。鍛煉者必須熟練掌握普通杠鈴深蹲才能試圖開始練習該動作。\n\n步驟：寬握杠鈴，將杠鈴扛在肩上。\n\n抬起一隻腿，交叉倚在另一隻腿的膝蓋上方（椅在深蹲的那一隻腿上）\n\n降低身體，盡量深蹲。\n\n伸直膝蓋和髖部，緩慢恢復身體伸直的起始位置。\n\n更換另一隻腿重復練習。",
  "Romanian-DeadliftD": "該動作和其他硬舉類似，但是不同之處在於，該動作保持腿部伸直，每次都將將杠鈴下降至地面。\n\n步驟：將杠鈴放在正前方。\n\n雙手分開，略寬於肩膀，抓住杠鈴。\n\n雙膝微微彎曲，保持髖部和背部挺直。\n\n用臀部肌肉將杠鈴垂直提起，站立。\n\n此時杠鈴應該抵住大腿。\n\n微微彎曲膝蓋，彎曲髖部，緩慢放下杠鈴至地面。\n\n小貼士：開始時使用較輕的杠鈴重量來適應這個動作。\n\n全程保証雙臂豎直。",
  "4daysplithomeExtraShortName": "四天全身訓練計劃（家庭版）",
  "Bent-Over-Low-Pulley-Side-LateralD": "單臂側平拉可以很好的鍛煉三角肌。相對於啞鈴，拉索健身機提供更穩定的練習阻力。\n\n步驟：給拉索器安裝一個手柄。全身面對機器直立，彎曲膝蓋和髖部，使自己的身體彎曲。不要彎曲背部。從側面看，人體應該像閃電的形狀。\n\n用離機器較遠的一隻手抓住把手。手臂跨過身前，一手將拉力器向側上方拉到與肩齊高。保持該動作幾秒鐘，然后降低手臂至起始動作。",
  "Medicine-Ball-Bicep-Curls-on-Stability-BallN": "健身球手臂彎舉（坐平衡球上）",
  "66-One-Arm-Lat-PulldownD": "背闊肌下拉可以使背闊肌增長，極好地幫助健身者練出V-字型美背。該練習也可以鍛煉長斜方肌（中背部），以及手臂和肩部的肌肉。\n\n坐在背闊肌下拉器械上，調整橫杠高度，使得膝蓋卡在橫杠下方。\n\n掌心朝前，單手抓住滑輪把手。為了鍛煉背闊肌，調整雙手分開距離，應該與肩同寬。\n\n收縮背部肌肉，發力將把手從頭頂上方拉下直至下方鎖骨處。下拉時保持背部挺直，挺胸。\n\n控制把手運動的節奏，使其緩慢恢復起始位置。\n\n小貼士：肱二頭肌和肩部肌肉極易在該練習中替代背闊肌發力。可以想象將自己手肘的下端向自己身體下拉，這樣可以使練習者集中負重在背闊肌上。在練習中，保証能感受到背闊肌的運動。",
  "Machine-Preacher-CurlsN": "斜拖彎舉機",
  "17-Knee-raise-on-parallel-barsN": "雙杠提膝",
  "One-Arm-Bicep-Curl-with-Olympic-BarD": "該動作是一個高級健身動作，可以鍛煉身體平衡性和手臂肌肉。\n\n步驟：站立，雙腳分開與肩同寬，膝蓋微微彎曲。\n\n單手握住健身杆中間部位（沒加重量片的杠鈴），保持健身杆平衡。\n\n另一隻手叉腰，使身體平衡。\n\n彎曲手臂，舉起健身杆，使小臂觸碰肱二頭肌。\n\n緩慢降低健身杆，更換手臂，重復動作。\n\n小貼士：如果健身杆過重，可以用輕一些的杠鈴杆替代。",
  "femaleCoolGirlWorkoutDescription1": "你需要准備一個杠鈴，或者EZ曲杠鈴，健身墊，45度可調式啞鈴訓練靠背椅",
  "65-Middle-Back-ShrugD": "長斜方肌聳肩可以鍛煉斜方肌和上背部肌肉，最終幫助健身者獲得完美“鑽石型”背型。該練習和普通聳肩的鍛煉方式不同，可以幫助健身者打破肩部練習的瓶頸期！\n\n步驟：俯身躺在上斜的訓練凳上，雙腳平穩放在地面。\n\n雙手各持一個啞鈴，手臂放鬆，將啞鈴自然垂在雙肩下面。收縮上背部肌肉，使得肩部被提起。\n\n控制好啞鈴的運動，放鬆長斜方肌，緩慢降低啞鈴。\n\n小貼士：斜方肌在緩慢的重復動作中可以得到最大鍛煉。練習者可以在提起啞鈴的最高點保持長斜方肌收縮狀態幾秒鐘，以增加動作難度。",
  "Preacher-Hammer-Dumbbell-CurlN": "錘式啞鈴斜拖彎舉",
  "Dumbbell-RaiseN": "直立拉舉啞鈴",
  "Upright-Cable-RowD": "拉力器正立劃船可加強鍛煉上半部分背肌。\n\n步驟：在最低的滑輪裝置上安裝一根平杆把手。收緊腹肌，站立，雙腳與肩同寬。手心朝身體，正手位抓住把手，將把手置於腰部。\n\n接下來，提起把手，使把手向下巴方向運動，在下巴下方處停下。在最高點停頓幾秒，然后緩慢下降把手至起始位置。\n\n小貼士：保持身體和手腕挺直。即使在最高點也要保持手腕挺直。",
  "Barbell-Step-UpsN": "杠鈴踏板",
  "74-Standing-One-Arm-Cable-RowN": "站姿單手拉索劃船",
  "AllWorkoutsExtraNote": "請注意：\n\n- 所有配有動畫和解說的訓練動作都會自動添加。\n- 默認安裝好訓練動作會被更新。更新后，您將丟失之前對該動作的修改。\n-單獨依靠該常規練習不能保証您可以練就完美的肌肉線條。\n- 健康飲食可以幫助您獲得最大化的效果。\n-該應用開發者對任何由練習而導致機體損傷的情況不承擔任何法律責任。在開始練習之前，請和您的醫生或者教練溝通討論訓練安排。",
  "Pullover-On-Stability-Ball-With-WeightN": "平衡球拉舉重量片",
  "HyperextensionsN": "背屈伸",
  "WBlockTargetFatBurn": "減肥瘦身計劃",
  "One-Legged-Cable-KickbackN": "站姿直腿上擺",
  "Standing-One-Arm-Cable-CurlD": "該動作是低位拉索彎舉的單手練習版本。拉索機器可以幫助練習者學習正確的動作姿勢，同時鍛煉肌肉。\n\n步驟：在低位拉索滑輪上安裝一個馬鐙形把手。\n\n站在重量板旁邊，雙腳分開站立，與肩同寬，膝蓋微彎，收腹。\n\n手心朝上，以反手位握住把手。\n\n降低把手,直至手臂完全伸直，將把手置於大腿頂部的前側。\n\n 隻彎曲前臂，保持手肘不動，將拉索把手拉至胸前。\n\n緩慢將馬鐙形把手降低至起始位置。",
  "triceps-pressN": "坐姿三頭肌推舉",
  "52-Bent-Over-Two-Dumbbell-RowN": "啞鈴俯身劃船",
  "routine2ExtraShortName": "臂力常規訓練",
  "WBlockTempo": "練習節奏: %@。每重復一個動作需要%@秒。",
  "Calf-Press-On-The-Leg-Press-MachineD": "該練習使用腿部推舉機來鍛煉小腿腓肌。該動作可以和腿部推舉一起練習。\n\n步驟：和做腿部推舉一樣，坐在腿部推舉機上。\n\n將推板降下一點，使腳掌在踏板上，腳后跟懸空。把手鎖死，收縮腳趾，向踏板方向蹬腳。然后緩慢將腳趾向身體方向放鬆收回。\n\n緩慢完成此動作可以達到最佳效果。\n\n小貼士：在習慣該動作之前，使用較輕的重量，以適應練習。",
  "43-Flat-Bench-Leg-Pull-InD": "坐姿雙腿上拉練習可以很好地鍛煉下部腹肌、小腿筋腱和臀肌。\n\n步驟：坐在長凳一端，身體后仰，雙手抓住長凳邊緣，支撐身體。\n\n雙腳離地，伸直於面前。用下腹肌發力，向軀干方向上拉雙腿。\n\n伸直雙腿，恢復起始位置。練習者需在全過程中控制所有運動。",
  "RoutineShouldersExtraShortName": "肩部常規練習",
  "Weighted-Sissy-SquatN": "重量板挺髖深蹲（女生深蹲）",
  "Bent-Over-Low-Pulley-Side-LateralN": "單臂側平拉",
  "Decline-Dumbbell-Bench-PressD": "啞鈴下斜臥推主要鍛煉下半部分的胸肌。相比於普通的啞鈴臥推，該動作也可鍛煉平時很少練習到的穩定型肌肉。\n\n步驟：平躺於一個下斜長椅上，頭部低於腳尖。掌心朝向腳部，正手握住一對啞鈴。舉起啞鈴至胸部正上方，兩個啞鈴內側可相互接觸。\n\n緩慢降低啞鈴，直至啞鈴的軸線位於乳頭上方（胸肌中部）。然后，直接將壓力舉起回到起始位置。\n\n小貼士:啞鈴下斜臥推主要練習穩定型肌肉。您可以用該動作交替練習啞鈴和杠鈴已達到全面的訓練。",
  "Standing-Leg-CurlN": "立式腿彎曲",
  "routine2WorkoutDescription": "您可以在您的鍛煉計劃中加入該健身練習。\n\n除了練習主要手臂肌肉（肱二頭肌和肱三頭肌）之外，前臂也將得到訓練。\n\n對初級健身者的小貼士：\n-每周安排一次鍛煉手臂的練習。在很多其他練習中，肱二頭肌和肱三頭肌也會得到鍛煉。\n –隻做前四項針對肱二頭肌和前四項針對肱三頭肌的練習。如果感覺這些練習很容易完成，那麼可以完成全部六項練習。\n – 如果您在家健身，請隻完成前四項針對肱二頭肌和前四項針對肱三頭肌的練習。\n\n對高級健身者的小貼士：\n- 每周鍛煉一次手臂肌肉\n- 完成全部12個練習動作。\n\n對專業健身者的小提醒：\n- 注意瀏覽針對高級健身者的小貼士。您可以增加重復練習整套動作的次數至4次。\n\n-不要忘記加入輔助心肺運動，如跑步和蹬健身車。\n\n通用小貼士：\n- 您可以在同一天完成肱二頭肌和肱三頭肌的練習。也可以分兩天完成。\n- 如果您決定將動作拆分成兩天和其他訓練一起完成，請注意：\n不要在同一天完成肱二頭肌和背部訓練。對於大多數背部訓練，肱二頭肌是次級鍛煉肌肉群。\n不要在同一天完成肱三頭肌和胸肌的練習。\n\n一周中的第幾天隻是作為參考。",
  "proVersionExtraShortName": "Fitness Point 標准版",
  "Incline-Dumbbell-Flyes-With-A-TwistD": "扭轉上斜啞鈴飛鳥是一個較高級的動作。和臥推一起，可共同刻畫胸大肌外側線條。在該動作的最高點，練習者需要扭轉手臂，使得手心相對。\n\n步驟：雙手各持一個啞鈴，面朝上平躺在一個45度傾斜的長凳上。\n\n充分伸展手臂至身體兩側，手臂與地面平行。\n\n以肩部為中心，按弓形軌跡抬高啞鈴至胸部上方。轉動手臂，使小拇指朝內，雙手掌心相對。\n\n緩慢恢復到起始位置。\n\n小貼士：動作全過程保証臀部和肩部始終貼在長凳上。\n\n全程保持手肘略微彎曲",
  "39-Reverse-CrunchD": "反向卷腹作為基礎的腹肌練習之一，可以很好地地鍛煉下部腹肌，增強肌肉力量。\n\n步驟：背部貼地，平躺於地面。雙手自然伸開放在身體兩側，支撐身體。彎曲膝蓋，朝胸部方向抬起雙腿。\n\n在練習的全過程中，上背部接觸地面，雙手支撐地面，保持身體平衡。\n\n將雙腿向軀干抬起，同時盆骨抬離地面，練習者在應該感覺到腹部收緊。\n\n回到起始位置，一直保持腹部緊張，並且按照一定的節奏重復動作。\n\n小貼士：不要在抬起雙腿的時候晃動雙腿，練習者需要緩慢完成動作以減少所有慣性產生的可能性。不要使用手臂撐起身體，保証由腹肌主要發力完成動作。",
  "Rocking-Standing-Calf-RaiseD": "該動作利用簡單的提踵動作來鍛煉小腿肌肉。\n\n步驟：站立，將杠鈴扛在肩上。\n\n腳板貼地，像提踵運動一樣，身體重心前移，抬起腳跟，腳掌點地。然后身體重心后移，腳趾收縮，腳掌離地，腳跟著地。\n\n恢復起始位置。\n\n小貼士：在完成該動作時，穿好跑步鞋或專業訓練鞋。\n\n開始時可以不適用負重，以更快熟悉踩踏搖擺的動作。",
  "137-Smith-Machine-Shoulder-PressD": "該練習可以很好地增加肩部肌肉。同時也可以加強全身肌肉力量。史密斯機器幫助平衡杠鈴，使得練習對下背部肌肉損傷更小。\n\n步驟：將杠鈴放在略低於肩部的支撐架上，並裝上合適的重量片。\n\n手心向前，保持上身穩定，肌肉緊張。雙手分開，略寬於肩，抓握杠鈴，使得手腕和手肘在同一條直線上。\n\n向上推舉杠鈴，直至手臂完全伸直，但是不要鎖死手肘。這個推舉動作應該是突然向上的爆發性推舉，但是也要控制住杠鈴。\n\n緩慢降低杠鈴至下巴下方。\n\n小貼士：在舉起杠鈴的過程中保持背部挺直，不能彎曲。\n\n不要使用背部猛力抬起重量片。\n\n抓握杠鈴的位置會改變該動作鍛煉到的肌肉。如果練習者抓握比肩膀窄，將會使用更多的肱三頭肌。比肩膀寬的抓握對關節極其有害。練習者請務必不要採取這種抓握方式。",
  "WalkingN": "走",
  "Front-Raise-And-PulloverN": "前舉和上拉",
  "12-Military-press-Smith-machine-behind-neckN": "史密斯站姿背后杠鈴推舉",
  "WBlockWomen": "各個年齡層的女性",
  "Standing-Calf-RaisesN": "站姿提踵",
  "27-Cable-CrunchN": "拉索卷腹",
  "26-Boat-PoseD": "船式姿勢使用腹肌，背肌和腿部。該練習也可以很好地鍛煉核心肌肉群。\n\n步驟：平躺於地面，膝蓋彎曲，使得腳板貼在地面上。身體向后仰，用雙手支撐地面，使身體平衡。此時，雙腿和軀干形成V字形。\n\n收縮腹肌，保持軀干和大腿位置不變，伸直膝蓋和小腿。 \n\n用雙手抱住雙腿，保持該姿勢盡可能長的時間。回到起始位置，重復需要的動作次數。 \n\n小貼士：保持在該動作中主要使用腹肌，從而避免背部損傷。",
  "132-Alternated-Seated-Dumbbell-Front-RaiseD": "前舉是集中鍛煉前部和中部三角肌的極佳練習。\n\n步驟：雙手各握持一個啞鈴，背部挺直，雙腳平穩放在地面。\n\n掌心相對，手臂伸直。集中使用肩部肌肉力量，緩慢垂直抬起一隻手臂，直至手臂與地面平行。\n\n以相同緩慢、有控制的節奏降低啞鈴，同時將另外一隻手臂抬起。\n\n按計劃好的次數重復動作。\n\n小貼士：不同的抓握啞鈴方法可以鍛煉不同部位的三角肌。對於練習者而言，嘗試不同的抓握很有必要。",
  "RoutineShouldersExtraDescription": "該肩部常規練習可以幫助你鍛煉出強壯的肩部肌肉。 \n\n這個常規練習是一個小的訓練單元，可以被包括在你的訓練計劃中。你將在購買之后獲得更多細節信息。\n\n目標：塑形肩部肌肉，促進肌肉生長。\n 目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者。\n 練習地點：家或者健身房。 \n器材要求：啞鈴，杠鈴和健身長凳(在家中練習)。若在健身房中訓練，您可能會需要一台健身繩索拉伸器。",
  "28-Cable-Side-BendsN": "拉索體側屈",
  "Old-School-Reverse-ExtensionsN": "老式反手握杠鈴臂屈伸",
  "SupermansN": "超人飛",
  "Spider-CurlD": "該練習使用斜托板的長邊來支撐身體，以獲得更多的活動范圍。\n\n步驟：將斜托板打橫，使身體可以俯臥靠在斜托板長邊的那一側。\n\n手心朝上，雙手分開約15厘米，抓住杠鈴橫杠。\n\n面朝下，身體倚靠斜托板，沿著斜托板上面，降低杠鈴直至手臂完全伸直。\n\n完全手臂，使肱二頭肌接觸前臂。\n\n緩慢降下杠鈴至起始位置。\n\n小貼士：剛開始練習時，可以用較輕的杠鈴來習慣動作。",
  "137-Smith-Machine-Shoulder-PressN": "史密斯機杠鈴推舉",
  "Plie-Dumbbell-SquatD": "該版本的深蹲使用啞鈴，並且模仿芭蕾舞者的動作。\n\n步驟：站立，雙腳分開，比肩寬約3-6厘米。雙腳成外八字型分開，形成45度角。\n\n雙手共同抓住一個啞鈴，至於身體中心。\n\n保持膝蓋微彎，背部挺直。\n\n開始深蹲，向坐在椅子上一樣，直至大腿和地面平行。\n\n有控制的起身恢復起始位置。\n\n小貼士：在全過程中，保持雙腳牢牢抓住地面。",
  "123-Seated-Palms-Up-Dumbbell-Wrist-CurlN": "坐姿掌心向上啞鈴卷腕",
  "Smith-Machine-Upright-RowN": "史密斯杠鈴立正劃船",
  "46-PowerrollerD": "健腹器可以很好地幫助健身者學習正確的卷腹姿勢，並且在此過程中很好地鍛煉腹肌。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上。將頭部靠在機器的墊子上。\n\n將手臂放在健腹器上端的墊子上，但是不要在練習中把滾柱拉下。\n\n把腰部作為平衡點，收縮腹部肌肉，將軀干抬高，懸離地面。\n\n有控制地緩慢地回到起始位置。\n\n小貼士：保持下背部接觸地面，為身體提供支撐。和其他卷腹練習一樣，練習者需要向疊起報紙一樣將身體彎曲。",
  "97-Adductor-Stretch-2D": "該練習拉伸臀肌和內收肌。\n\n雙膝彎曲，腳板貼地，坐在地上。\n\n雙手握住腳趾，膝蓋向身體兩側降下，直至練習者感覺到大腿上部被拉伸。\n\n保持該姿勢10-30秒鐘，放鬆，然后更換另一個腿重復以上練習。",
  "81-Cable-Decline-PressD": "所有的下斜臥推動作都可以很好的練習下部分胸肌，刻畫胸大肌線條。和杠鈴下斜臥推不同，拉索機器的穩定性更差，所以該練習中加在胸大肌的力量不同。此外，在鍛煉胸大肌的同時也可以鍛煉其/”輔助性/”肌肉群。\n\n步驟：在下斜訓練凳上躺下，面部朝上，雙腳穩定放在地面，雙膝彎曲成80度。由於拉索相對不穩定，練習者一定要保証雙腳牢牢抓地。\n\n保証雙手的拉索設置重量相等。雙手各抓握一個輪滑把手，雙臂向身體上方伸直，手肘微彎。\n\n微微彎曲下背部，收縮背闊肌，使雙肩穩固地在某一位置上。\n\n然后，雙手掌心相對，緩慢降低拉索把手至身體兩側，然后爆發性的再次將雙臂舉起至身體上方。\n\n小貼士：集中發力點在胸肌而不是三角肌或者肱三頭肌上。降低拉索把手時吸氣，上推把手時呼氣。",
  "41-Seated-Barbell-TwistN": "坐姿杠鈴轉腰",
  "56-Full-Range-Of-Motion-Lat-PulldownN": "整體背闊肌下拉",
  "116-Palms-Up-Dumbbell-Wrist-Curl-Over-A-BenchD": "用來握抓的肌肉經常被健身者忽視，並且缺乏練習，最終導致嚴重后果。\n\n步驟：雙膝在訓練凳前跪下。雙臂放在訓練凳上並各持握一個啞鈴。\n\n掌心朝天花板，集中小臂力量，以手腕為中心，旋轉手腕並將啞鈴向天花板方向抬高。\n\n以相同緩慢、有控制的節奏，將啞鈴降低，回到起始位置。\n\n小貼士：該練習不像其他卷腕動作一樣要求手肘筋腱力量。所以，該練習對於手肘有問題的健身者而言，是很好的小臂運動。",
  "workout1ExtraDescription": "這是一個每周重復四次的全身訓練計劃。\n\n每天您將完成一套針對特定肌肉群的訓練。\n\n目標：促進全身肌肉生長。\n目標人群：男性和女性均可。\n適應者：高級健身者和專業健身者。\n練習地點：健身房\n器材要求：啞鈴，杠鈴和其他健身器材。\n類型：包含25個動作的全身訓練。",
  "Machine-Bench-PressD": "該練習是練習胸肌的初級動作。相較於普通臥推，許多練習者更加偏好這個練習，因為它的穩定性更強。\n\n步驟：調整器械，保証把手在胸部高度。\n\n手放在把手上面，腳放在踏板上。\n\n用力推出把手，平穩地伸直手臂到最遠處。\n\n保持姿勢幾秒鐘，然后緩慢恢復起始位置。",
  "Zottman-Preacher-CurlD": "該動作是一個高級的訓練動作，需要健身者在舉起啞鈴的同時，使用斜拖支撐，旋轉手腕。\n\n步驟：在一個斜拖長凳旁邊坐好。\n\n手心朝上，抓住一個啞鈴。\n\n一隻手沿著斜拖完全伸直。\n\n彎曲手臂，同時旋轉手腕。當啞鈴到達肩部的時候，手心應該朝下。\n\n保持該姿勢幾秒鐘，然后回到起始位置，更換另一隻手臂重復以上動作。",
  "Neck-PressD": "頸前推舉是一個較高級的練習動作。它和臥推類似，不同之處在於，頸前推舉要求練習者將杠鈴從頸部推出，而非胸部。\n\n步驟：面朝上，平躺在訓練凳上，雙腳平穩地放在地上。\n\n雙手分開，略寬於肩膀，抓住杠鈴橫杠。\n\n舉杠鈴，將其移至胸部上方，接近脖子處，作為起始動作。\n\n向下移動杠鈴，使其觸碰到胸肌最高處。\n\n抬高杠鈴直到手臂完全伸直，肘關節鎖住。\n\n回到起始位置。",
  "Dumbbell-ShrugN": "啞鈴聳肩",
  "Barbell-SquatN": "舉杠鈴深蹲",
  "beachbodyExtraDescription": "現在為了能秀出完美性感的沙灘身材而開始努力健身吧！在夏天，讓你健康誘人的肌肉和陽光共舞！\n\n你會獲得專門針對上身的健身計劃。這個訓練不是按照肌肉群來劃分，而是按照每一個動作分類。這個訓練計劃專門為燃燒身體脂肪，塑造完美上身曲線而設計。該訓練計劃相對短小，所以，如果你沒有太多時間健身的話，這個訓練計劃將非常適合您。\n\n目標：促進上半身肌肉增長。目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者\n練習地點：健身房\n器材要求：啞鈴，杠鈴和其他健身器材。\n類型：包含二十個個動作的全面練習。",
  "Bicep-Curls-MachineN": "彎舉機器",
  "WBlockCircleTrainingMust": "循環訓練課程",
  "Bicep-Curl-Lunge-with-Bowling-MotionN": "保齡式弓步彎舉",
  "Drag-CurlN": "正握上拉彎舉",
  "86-Dumbbell-Fly-With-A-TwistD": "和普通飛鳥動作類似，該練習可以集中增加胸大肌，刻畫胸大肌外側線條。\n\n步驟：雙手各握起一個啞鈴，靠在大腿處。在訓練凳一端坐下，啞鈴放在大腿上。\n\n在躺下的同時，用腿部猛推啞鈴，使得啞鈴移動到身體上方。\n\n手心朝上，向身體兩側完全展開雙臂，與地面平行。不要鎖死肘關節。\n\n向下拉動背闊肌，使肩部固定在一個安全位置。收縮胸肌，將啞鈴從兩側以弧線形軌跡舉至胸前，可以相互接觸。\n\n在啞鈴舉至最高處時，旋轉手腕90度，使兩手心對向頭部后面的牆面。保持該動作幾秒鐘，按照相反反向，緩慢、有控制地把啞鈴放回起始位置。\n\n小貼士：注意將發力點集中在胸肌，以保証是胸肌而不是三角肌完成該動作的主要部分。",
  "Back-Flys-CableD": "彈力帶飛鳥動作何以加強您的背部力量，塑造曲線。\n\n步驟：將彈力帶繞過某個固定物。雙腳並攏，腹部收緊，膝蓋微微彎曲。站在離彈力帶有一定距離的地方，保証彈力帶有足夠收縮彈力。\n\n從此姿勢開始，控制力量，將手臂從前方向身體兩側移動，直到手臂與上軀干在同一平面上。緩慢恢復至起始位置。\n\n小貼士：小心選擇彈力帶，不要使用彈力過強的彈力帶。",
  "femaleFatBurnerGymExtraDescription": "該課程專為燃燒脂肪設計，適合在健身房進行練習。課程包含幾組核心練習的有氧運動，您可以實實在在的看到體重快速減輕。這個生動有趣，涵蓋多種健身方式的課程絕不會讓您感到乏味，有趣熱身和放鬆運動會讓您愉悅其中。此外，您可以自己設定訓練強度，並自由選擇運動器械。我們對各個訓練強度的級別做了詳細描述，方便您選擇練習。\n\n該課程的時長和健身課一樣，既適合初學者也適用於高級健身者。為達最好效果，建議您每周練習兩到三次。",
  "Seated-Dumbbell-Inner-Bicep-CurlD": "該練習鍛煉內側肱二頭肌。\n\n步驟：坐在訓練凳邊緣，雙腳堅實的放在地面。\n\n保持背部挺直，收緊腹肌。\n\n手心相對，雙手各持一個啞鈴，雙臂在身體兩側完全伸直。\n\n彎曲手臂，同時將手臂旋轉至胸前，此時手心跟隨手臂旋轉，朝身體外側方向。\n\n緩慢降低啞鈴至起始位置。",
  "89-Adductor-StretchD": "內收肌在大腿內側，幫助連接臀肌和股四頭肌以及摑繩肌。它對臀部和膝蓋的靈活性影響很大。\n\n步驟：雙腳分開，略寬於肩站立。\n\n上身微微前傾，背部保持挺直。右腳向前邁一步，彎曲膝蓋直至不能再向下彎曲。此時左腳原地不動，拉伸左腿。\n\n站立時，左腳應該微微朝下身體外側。\n\n保持該姿勢10-30秒，然后更換另一隻腿重復以上動作。",
  "134-Dublin-PressD": "都柏林推舉練習全部三角肌，並且是練習強壯對稱肩膀的極佳練習。\n\n步驟：雙手各握持一個啞鈴，坐在訓練凳上。保持背部挺直，雙腳平穩抓住地面。\n\n彎曲手臂，舉起啞鈴，使得啞鈴在身體兩側於肩膀同高。\n\n收縮三角肌，向天花板方向抬高啞鈴。\n\n以相同緩慢、有控制的節奏降低啞鈴，至起始位置。重復計劃好的練習次數。",
  "Recument-BikingD": " ",
  "supersetDescription": "在超級組數中，你將會連接的完成兩種不同的動作，中間隻有短暫間隔。在結束一次超級組數訓練后，你可以有一個較長時間的休息。\n\n舉例：\n\n第一個超級組數：\n – 完成一套動作1\n簡短休息\n – 完成一套動作2\n較長休息\n\n第二個超級組數:\n - 完成一套動作1\n簡短休息\n – 完成一套動作2\n較長休息 \n重復持續",
  "Flutter-KicksD": "這是一個簡單方便的腿部練習動作，幾乎在任何地方都可以練習。\n\n步驟：面部朝下，躺在訓練凳上，臀部在訓練椅的一端，雙手抓住凳子。\n\n雙腿和腳趾自然下垂接觸地面。\n\n收腹，收縮臀部肌肉和摑繩肌。\n\n保持髖部在訓練凳上，一隻腿向上踢。\n\n更換另一隻腿，交替向上踢腿。",
  "Climbers-Chin-UpN": "攀岩者引體向上",
  "Triceps-ExtensionsN": "臂屈伸（機器）",
  "136-Smith-Machine-Shoulder-Press-Behind-the-NeckN": "史密斯機背后杠鈴推舉",
  "BoxingN": "拳擊",
  "Dumbbell-front-raises-2N": "啞鈴前舉",
  "WGQuestion6": "您計劃的健身頻率是？",
  "69-Reverse-Grip-Smith-Machine-Bent-Over-RowD": "該動作將練習背部的每一塊肌肉，並且幫助健身者練習肱二頭肌。史密斯機器幫助練習者穩定和平衡重量，減少舉起杠鈴的難度。 \n\n步驟：將一個杠鈴架在與腹股溝等高的支撐架上，安裝好適當的重量片。\n\n雙手分開，略寬於肩，手心朝上反手位抓住杠鈴，旋轉杠鈴解開安全鎖扣，站直身體。\n\n抬起頭部，目視前方，彎曲膝蓋，向前傾下身體。收緊腹肌，保持下背部挺直，降低杠鈴至膝蓋處。\n\n保持背部靜止，收縮背部肌肉，緩慢抬高杠鈴至腹部。\n\n以相同緩慢、有控制的節奏降低杠鈴。\n\n小貼士：在練習的全過程中，保持背部靜止，不要突然使用臀部力量突然提起杠鈴。集中收縮背闊肌以保証充分鍛煉背闊肌，較少地鍛煉肱二頭肌。練習者應該感覺將手肘豎直提起，而不是整隻手臂在完成動作。",
  "PurchaseThank": "感謝您的購買",
  "Isometric-Neck-Exercise-SidesN": "左右等距頸部練習",
  "86-Dumbbell-Decline-Fly-With-A-TwistN": "扭轉下斜啞鈴飛鳥",
  "94-Calves-StretchN": "腓腸肌拉伸",
  "Standing-Barbell-Calf-RaiseN": "站姿杠鈴提踵",
  "Lying Close-Grip-Barbell-Triceps-Press-To-ChinD": "該動作是鍛煉肱三頭肌的經典動作。\n\n步驟：頭部靠近訓練凳一端，面朝上平躺。\n\n雙手分開約15厘米握住杠鈴橫杠（窄握）。\n\n夾緊手肘，將杠鈴垂直舉起，保持杠鈴在雙肩的正上方。\n\n彎曲手臂，緩慢將杠鈴降下至下顎處。\n\n恢復起始位置。",
  "95-Abductor-StretchN": "外展肌拉伸",
  "slow": "慢速",
  "Decline-Dumbbell-Tricep-ExtensionD": "該運動結合下斜訓練凳和啞鈴，集中練習肱三頭肌。\n\n步驟：面朝上，躺在下斜訓練凳上。兩手各持一個啞鈴。\n\n伸展手臂，使之垂直胸部，保持肘關節在全動作中不移動。降低手部，使啞鈴降低至頭部附近。\n\n緩慢舉高啞鈴，回到起始位置。",
  "Seated-Dumbbell-Inner-Bicep-CurlN": "坐姿啞鈴內彎舉",
  "97-Adductor-Stretch-2N": "內收肌拉伸2",
  "ButterflyN": "蝴蝶式坐姿屈臂夾胸",
  "PWpurchased": "感謝您的購買！\n您可以任意創建個性化健身訓練計劃",
  "114-One-Arm-Seated-Neutral-Dumbbell-Wrist-CurlD": "限制性集中練習前臂可以很好的防止小臂筋腱和韌帶損傷。\n\n步驟：坐在一個訓練凳上，一隻手臂放在大腿上。\n\n手掌心朝身體側面，彎曲手腕，集中使用小臂肌肉力量，使得啞鈴向上運動。\n\n以相同緩慢、有控制的節奏回到起始位置。重復計劃好的練習次數，然后更換另一個手臂重復以上動作。\n\n小貼士：對於手肘筋腱有傷的健身者而言，該練習是很好的普通卷腕替代動作。",
  "RowingD": " ",
  "Cable-Lying-Triceps-ExtensionD": "該動作利用拉索分離並單獨練習肱三頭肌（手臂背后的肌肉。\n\n步驟：將一個訓練凳放置在重量板支撐架附近，一端朝著重量板支撐架。\n\n將把手挂在滑輪上，降低滑輪的高度至重量板的最下端。\n\n面朝上，躺在訓練凳上，兩手稍稍分開，正手位握住把手。\n\n手臂伸直於身體上方，朝重量片方向彎曲手臂。\n\n緩慢向前方伸展手臂，然后回到起始位置。\n\n小貼士：在整個動作中保持肘關節的相對位置不變。",
  "Zottman-Preacher-CurlN": "佐特曼斜拖彎舉",
  "Incline-Triceps-ExtensionsN": "上斜臂屈伸",
  "73-Standing-Cable-RowD": "站姿拉索劃船動作可以練習背闊肌，長斜方肌，以及手臂和肩部的肌肉。\n\n步驟：使用一個高度約與練習者腹部相同的滑輪把手。膝蓋微彎，保持背部挺直，窄握輪滑把手。\n\n收縮背部肌肉，向胸板方向拉輪滑把手直至手臂夾在身體兩側。\n\n控制把手和重量片的運動，緩慢以相反軌跡重復以上動作，使把手回到起始位置。\n\n小貼士：不要完全張開手臂，這樣會將練習的重點從背闊肌向三角肌轉移。更嚴重的是，這樣可能會導致肩旋轉肌群損傷。",
  "WBlockMale": "各個年齡層的男性",
  "SupermansD": "該動作是鍛煉核心肌肉群和下背部肌肉的最好動作。\n\n朝下俯臥，躺在地面上，雙臂向前伸直。\n\n同時將四肢抬高，離開地面，保持該姿勢2秒鐘。\n\n回到起始平躺姿勢。",
  "biceps-curl-with-deadliftN": "杠鈴屈臂加硬舉",
  "Cable-Hip-AdductionD": "該練習加強臀部收縮力和大腿肌肉力量。\n\n步驟：站在一台拉索器的滑輪旁邊，在滑輪上安裝一個手銬型把手，並固定在練習者腳踝高度。\n\n走離拉索機器幾步，並抓住它以保持身體平衡。\n\n雙腳平穩站立，不要接觸拉索，緩慢朝身體方向拉被把手固定的腿，然后恢復起始位置。\n\n更換另一隻腿，重復以上動作。",
  "Smith-Machine-Dead-LiftsD": "該動作和單純硬拉動作一樣，但是使用了史密斯機器來更好的控制重量。\n\n步驟：雙腳分開，與肩同寬，站立，保持雙腳在杠鈴橫杠下。\n\n保持背部挺直，彎曲髖部，膝蓋可微微彎曲。\n\n雙手分開24厘米左右，正手位握住杠鈴橫杠。\n\n挺直背部，手臂自然下垂。\n\n再次彎曲髖部，降低杠鈴至接近地面處。\n\n小貼士：在沒有熟練掌握該運動之前不要增加杠鈴重量。",
  "One-Arm-Bicep-Curl-with-Olympic-BarN": "單手健身杆彎舉",
  "4DaysAweek": "一周四天",
  "femaleFitWithDumbbelsExtraDescription": "隻要您有信心，不畏懼舉重訓練就可以練習該課程。通過啞鈴訓練肌肉力量，對您身體大有裨益：和有氧運動相比，它不僅在訓練中和訓練后燃燒更多的熱量，也能增強身體在非健身期間消耗額外熱量的功能。\n\n該訓練計劃，隻需要准備三個不同級別重量的啞鈴，健身房(家庭)最常見基礎級別的啞鈴即可。",
  "leg-raiseN": "仰臥抬腿",
  "One-Arm-Upright-RowN": "單手啞鈴上提",
  "Bicep-Curl-SquatD": "該動作結合了彎舉和深蹲，充分鍛煉全身肌肉。這是一個高級健身動作。\n\n步驟：雙腳分開站立，與肩同寬，膝蓋微彎，收腹。\n\n雙手各持一個啞鈴，彎曲手臂，使啞鈴靠近肩部。\n\n彎曲腰部，在深蹲的同時手臂伸直，啞鈴向地面方向運動。\n\n保持該姿勢幾秒鐘，然后回到起始位置。\n\n小貼士：在彎曲手臂時，盡量使用收縮肱二頭肌的力量。",
  "33-Hanging-Leg-RaiseN": "懸挂抬腿",
  "Two-Arm-Dumbbell-Preacher-CurlN": "雙手啞鈴斜托板彎舉",
  "84-Hammer-Grip-Incline-Dumbbell-PressD": "錘式上斜啞鈴臥推以一種和普通啞鈴臥推略微不同的方式鍛煉下部胸肌。這一點點的不同之處足矣打破練習瓶頸期，給胸肌帶來新的增長。該動作是很好的啞鈴臥推替代動作。\n\n步驟：將訓練凳角度調整為45度，坐在上斜的訓練凳上。\n\n雙手各持一個啞鈴，手臂彎曲，放在腰部附近，雙手掌心相對。\n\n下背部微微彎曲，收縮背闊肌，將肩膀固定在穩定的位置上。\n\n然后，掌心相對，爆發式的將雙手舉起。\n\n以緩慢、有控制的節奏降低啞鈴，回到起始位置。\n\n小貼士：注意將發力點集中在胸肌，以保証是胸肌而不是三角肌完成該動作的主要部分。降低啞鈴時吸氣，推舉啞鈴時呼氣。",
  "EllipticalN": "橢圓的",
  "Decline-Dumbbell-Tricep-ExtensionN": "下斜啞鈴臂屈伸",
  "Barbell-Rear-Delt-RowD": "步驟：杠鈴放置面前，雙腳分開，與肩同寬。彎腰，直至軀干與地面平行。雙手分開，寬於肩部，提起杠鈴，使杠鈴接近地面，作為起始動作，此時身體應該感覺較為舒適。\n\n有控制的將杠鈴向胸部移動，直至杠鈴幾乎觸碰胸的下半部分。保持該姿勢幾秒鐘，然后降低杠鈴至起始位置。\n\n小貼士：練習中，保持目光前視，背部挺直。",
  "29-Crunch-with-Hands-OverheadD": "該卷腹練習和其他卷腹一樣，但增加了由於伸直抬高的雙臂而帶來的杠杆阻力。\n\n步驟：背部貼地，平躺於地面，膝蓋彎曲，使得腳板貼在地面上。\n\n向頭頂方向伸直雙臂，並且保持雙臂靠攏。\n\n雙臂位置保持不動，與頭部保持平齊。收縮腹肌，將軀干抬起，完成卷腹運動。\n\n緩慢降低軀干至起始位置。\n\n小貼士：與其他卷腹練習一樣，保証正確的卷腹動作十分關鍵。練習者的軀干應該向下彎曲，像折報紙的過程一樣。這樣可以減少背部拉伸，同時集中力量於腹部。",
  "Drag-CurlD": "該動作的發明歸功於Vince Gironda，外號“鐵片專家”（the Iron Guru）。 該動作不僅僅練習肱二頭肌的爆發力，同時也鍛煉小臂肌肉。\n\n步驟：雙腳分開站立，與肩同寬，膝蓋微微彎曲，收腹。\n\n雙手分開，與肩同寬，手心朝下，正手位抓住杠鈴把手。\n\n手臂彎曲伸直，將杠鈴放在大腿上部，保持放鬆。\n\n緩慢彎舉手臂，手心朝下，直至杠鈴觸碰胸肌。\n\n小貼士：在該練習中不要移動手肘或者肩膀。",
  "Dumbbell-Incline-Bench-PressN": "啞鈴上斜臥推",
  "Calf-Press-On-The-Leg-Press-MachineN": "腿部推舉機提踵",
  "125-Seated-Palm-Up-Barbell-Wrist-CurlN": "坐姿掌心向上杠鈴卷腕",
  "81-Cable-Decline-PressN": "拉索下斜臥推",
  "Seated-Cable-RowsD": "坐姿劃船動作主要練習背部的大塊肌肉，如背闊肌。\n\n步驟：面向訓練機坐下,雙腳抵於擋板,膝蓋微微彎曲。坐直，背部挺直，保持腹部收緊。\n\n身體前傾抓住把手，然后回到身體豎直狀態。保持手肘貼近身體，彎曲手臂，緩慢將手肘收近胸部。停頓片刻，然后恢復起始位置。\n\n小貼士：完成整個動作時，保持背部挺直。",
  "Dumbbell-Bench-PressD": "啞鈴臥推可以很好的替代普通的臥推動作。您可以在沒有看護者的情況下完成。該動作和普通臥推交替進行也可充分鍛煉肌肉，防止肌肉習慣於某一個動作。\n\n步驟：拿起啞鈴，放在身體兩側。坐在訓練椅的邊緣。向后平躺下，同時用你的大腿幫助手臂將啞鈴舉起，放在胸部上方（接近鎖骨處）。\n\n開始時，啞鈴在胸部上3-4厘米處。啞鈴杠處於兩乳頭連線上，手臂舒適地放置在身體兩側。\n\n緩慢上推啞鈴，注意使用胸大肌和肱三頭肌推舉大部分重量，直至手臂伸直，啞鈴在胸肌正上方時停止。在最高點時，不要觸碰兩個啞鈴或者旋轉啞鈴。\n\n接下來，緩慢降低啞鈴位置。不要放鬆肌肉，不要讓啞鈴隨重量下降，而應該抵抗啞鈴本身重量運動。重復該動作，當啞鈴回到胸部上3-4厘米處時結束。\n\n小貼士：緩慢的做深呼吸，尤其在上推啞鈴時。",
  "Lying-Machine-SquatD": "該動作和腿部推舉的鍛煉的肌肉類似。\n\n步驟：調整機器肩部架子高度，使得雙腿略彎曲是可以踩在踏板上。\n\n解開安全鎖，推直腿部。\n\n緩慢降低身體重心，保持腹部收緊，直至膝蓋呈90度彎曲。\n\n不要鎖死膝蓋或者突然加速運動。",
  "9-Standing-Barbell-military-pressD": "該練習可以極大的鍛煉肩部肌肉，也可以作為一個全身的鍛煉動作。\n\n步驟：將杠鈴舉在略低於肩部處，給杠鈴裝好適當的重量。如果練習時沒有旁人幫助，練習者需要確保有安全支撐機杠鈴的裝置，並調整至於練習者同高，這樣練習者便可以順利的將杠鈴放回支撐架上。\n\n膝蓋彎曲，雙手分開，與肩同寬，正手位抓住杠鈴。手肘、手腕和肩膀應該在同一直線在。\n\n向上推舉杠鈴，直至手臂伸展完全，但是肘關節不能鎖死。動作需要緩慢有控制地完成，而不能有任何爆發性的動作。\n\n緩慢降低杠鈴至下巴下方，然后再向上推舉。\n\n小貼士：在完成動作時，身體不能向后仰。在最高處時，練習者需保証杠鈴不在腦后。否則會導致嚴重的脊柱損傷。 \n\n因為同樣的原因，不要用背部力量爆發性地舉起杠鈴。 \n\n完成動作的全過程中，請保持膝蓋彎曲，這樣可以防止過度拉伸脊柱。",
  "66-One-Arm-Lat-PulldownN": "單臂背闊肌下拉",
  "One-Arm-Floor-PressN": "單手平推",
  "128-Reverse-Grip-Cable-CurlN": "正手握拉索彎舉",
  "Incline-Dumbbell-Flyes-With-A-TwistN": "扭轉上斜啞鈴飛鳥",
  "packageroutineExtraShortName": "常規鍛煉計劃套餐",
  "premium3AlertMessage": "作為高級會員，您現在可以立即登陸我們的網站，免費下載訓練計劃\n\n一旦我們發布免費訓練計劃，您將馬上收到通知",
  "Expert": "專業健身者",
  "Barbell-Hack-SquatN": "杠鈴哈克深蹲",
  "73-Standing-Cable-RowN": "站姿拉索劃船",
  "weightlossgymExtraDescription": "想要有效減肥又不損害肌肉質量？該課程（健身房練習）助你在最短時間內塑造完美肌肉線條。這是一項綜合性很強訓練方法，即可以強健肌肉，也可以打造肌肉線條，同時還是初學者最有效的健身方式，包含有氧運動訓練和超級組數訓練，幫您快速甩掉全身贅肉，靈活多變的計劃會讓訓練過程生動有趣。該課程時長約一個小時，包含有熱身運動和放鬆運動，每周練習兩次，同時適合初級和高級健身者。",
  "Standing-One-Arm-Dumbbell-Curl-Over-Incline-BenchD": "該練習是斜拖彎舉的很好替代練習。\n\n步驟：掌心朝上，單手握住一個啞鈴。\n\n在斜板上完全伸直手臂。\n\n彎曲手臂，彎舉啞鈴。\n\n停頓幾秒鐘，然后恢復到起始位置，更換另一隻手臂。\n\n小貼士：以緩慢、有控制的節奏完成該動作可以使練習效果最大化。",
  "WGQuestion1": "請選擇您的性別",
  "Standing-Overhead-Barbell-Triceps-ExtensionD": "該動作是頸后臂屈伸的衍生版，使用杠鈴、雙手臂屈伸的方式來練習肱三頭肌。\n\n步驟：站立，雙腳與肩同寬，背部挺直，收腹。\n\n手心朝上，雙手分開15-20厘米，抓住杠鈴或者曲杠鈴。\n\n將杠鈴舉至頭上方，然后緩慢以弧線軌跡降低至腦后，頸部附近。\n\n緩慢舉高杠鈴至起始位置。\n\n小貼士：訓練中保持上臂貼在耳朵外側。",
  "40-Russian-TwistD": "俄式轉體是一個較高級的健身練習。對練習者的斜腹肌和其他支撐肌肉，如腿部和背部肌肉的要求非常高。練習者應該在體重負重的斜腹肌練習已經不能滿足斜腹肌練習的情況下開始練習。\n\n步驟：選擇合適的重量板。平躺在地面，彎曲膝蓋，將腳固定在某些穩定器械下或者讓其他人固定住練習者的腳部。\n\n將軀干抬離地面，如同做仰臥起坐一樣。此時是該動作的起始姿勢。\n\n用腹肌和斜腹肌控制動作，向右側旋轉軀干。\n\n使用腹肌和斜腹肌將身體轉回起始位置，然后向另一側旋轉軀干。\n\n小貼士：在旋轉軀干的時候，保証雙腳穩定的固定，雙腿位置適當。旋轉軀干的動作一定要用腹肌和大腿力量完成。在任何時候都不要猛力的拉扯背部肌肉。",
  "Jefferson-SquatsN": "杰弗森深蹲",
  "V-Bar-PulldownN": "V-杠下拉",
  "92-Leg-Stretch-2D": "該練習拉伸了臀肌、腓腸肌和腿屈肌。\n\n步驟：雙腳分開，與肩同寬站立。\n\n右腳向前一小步，將右腳腳跟貼住地面。\n\n以髖骨為中心，上軀干向前微微傾斜，臀部向后頂。同時，保持左腳伸直，右腳平穩貼在地面。\n\n保持該動作約10-30秒鐘。然后更換另一隻腳重復。",
  "ButterflyD": "蝴蝶訓練器可幫助健身者練習胸肌。這是一個器械訓練，十分簡單。\n\n步驟：坐在蝴蝶訓練器的固定椅上。調整座椅高度，使訓練器的墊子於胸同高。將小臂放在阻力墊上，抵住阻力墊。\n\n雙臂推動阻力墊，向胸前擠壓，直至兩塊墊子在胸前靠在一起。保持該姿勢幾秒鐘，然后恢復起始動作。\n\n小貼士：注意在練習中使用胸肌。您應該使用內側胸肌來擠推阻力墊，而不是用肱二頭肌或者肩膀來推動阻力墊。",
  "narrow-stance-hack-squatsN": "窄站姿哈克深蹲",
  "Incline-Triceps-ExtensionsD": "該臂屈伸練習，需要使用上斜訓練凳完成。\n\n步驟：雙手各握一個啞鈴，躺在上斜訓練凳上，雙腳平穩地放於地面上。\n\n雙臂上舉，完全伸直，將啞鈴置於胸部正上方。保持雙手手心相對。\n\n逐漸彎曲手臂，緩慢向頭部方向降低啞鈴。\n\n有控制性的緩慢伸直手臂，恢復起始位置。",
  "Barbell-Single-Leg-SquatN": "杠鈴單腿深蹲",
  "Incline-Dumbbell-FlyesD": "該動作可以刻畫胸大肌外側線條。\n\n步驟：雙手各持一個啞鈴，面朝上平躺在一個45度傾斜的長凳上。\n\n雙臂張開，舉起啞鈴至胸部正上方，充分伸展手臂。\n\n保持手肘微微彎曲，以肩部為中心，按弓形軌跡降低啞鈴至身體兩側。\n\n緩慢恢復到起始位置。\n\n小貼士：動作全過程保証臀部和肩部始終貼在長凳上。",
  "Triceps-Dumbbell-KickbackN": "俯身單臂屈伸",
  "Barbell-Incline-Bench-PressN": "杠鈴上斜臥推",
  "Weighted-Ball-Side-BendD": "該練習使用平衡球而不是訓練凳完成體側屈。平衡球有助於矯正姿勢並且使動作完成的更加舒服。\n\n步驟：側身，將軀干腰部和臀部倚靠在平衡球上，雙腳側面著地或者倚靠牆壁，支撐身體。\n\n一隻手倚靠平衡球，支撐身體。\n\n另一隻手升高彎曲來平衡身體。\n\n收縮腹肌，交替抬起軀干。\n\n以控制的運動方式，再將身體降低回平衡球上。",
  "Lying-Cable-CurlN": "臥式低位拉索彎舉",
  "85-Hammer-Grip-Dumbbell-PressN": "錘式啞鈴臥推",
  "Front-Dumbbell-RaiseN": "啞鈴前平舉",
  "Dumbbell-SquatN": "啞鈴深蹲",
  "RoutineLegsExtraShortName": "強健的腿部常規練習",
  "Barbell-Rear-Delt-RowN": "杠鈴劃船",
  "9-Standing-Barbell-military-pressN": "站姿杠鈴推舉",
  "116-Palms-Up-Dumbbell-Wrist-Curl-Over-A-BenchN": "掌心向上托手臂啞鈴卷腕",
  "32-Hanging-Knee-RaiseD": "懸挂提膝收腹可以很好的加強腹肌力量同時塑形。\n\n步驟：雙手分開，略寬於肩，以正手位握住一根拉杠。\n\n集中收縮下腹肌，緩慢將膝蓋向胸部抬起。 \n\n在緩慢回到起始位置。\n\n小貼士：在練習中不要搖晃雙腿，這樣做在降低鍛煉效果的同時也會導致損傷。在動作全過程要一直保持緩慢。",
  "leg-raiseD": "仰臥抬腿練習幫助你鍛煉平時難以練習到的下腹部肌肉。\n\n步驟：平躺在健身長凳，或者平地上。將手墊在臀部下方，支持背部。\n\n若使用健身長凳，請保証膝蓋以下部分在健身長凳外。並攏雙腿，繃緊腳尖，抬起雙腿。完成動作過程中，保持雙腿筆直但不要用力挺直膝蓋。雙腿達到最高處后停頓幾秒鐘，然后緩慢將腿放下回到起始位置。\n\n小貼士：雙腿抬起的高度不會影響該動作的效果。",
  "Push-Ups-With-Feet-On-An-Exercise-BallN": "俯臥撐（腳支於平衡球上）",
  "GainMuscle": "增加肌肉",
  "Dip-MachineD": "該練習利用機器來鍛煉肱三頭肌。\n\n步驟：調整器械座椅高度，使得把手於手肘平行。\n\n抓住把手，雙手用同樣的力量向下推把手直到雙手伸直。\n\n暫停幾秒鐘，然后回到起始位置。",
  "Dead-LiftsN": "啞鈴硬拉",
  "RunningN": "跑步",
  "37-Oblique-CrunchesN": "斜腹肌卷腹",
  "Dumbbell-Alternate-Bicep-CurlD": "該動作是彎舉的單手版本。\n\n步驟：雙腳分開站立，與肩同寬，膝蓋微微彎曲，收腹。\n\n手心朝上，雙手各持一個啞鈴。\n\n雙臂伸直，自然下垂在身體兩側。\n\n保持手肘固定，彎曲左手臂，舉起啞鈴，使得啞鈴觸碰胸部。\n\n降低啞鈴至起始位置，更換另一隻手部重復。\n\n小貼士：在完成該動作時，不要搖晃身體。",
  "Bicep-Curls-Seated-on-Stability-BallN": "平衡球上坐姿啞鈴彎舉",
  "hstworkoutExtraShortName": "經典增肌計劃",
  "Narrow-Parallel-Grip-Chin-upsD": "這是一個更加高級的引體向上動作。窄握可以使得動作更加集中鍛煉肩部。\n\n步驟：雙手掌心相對，正手位握住把手。\n\n手臂伸直，使得身體完全伸展的懸挂在橫杠上。\n\n緩慢上拉身體，使得下巴高於橫杠。\n\n有控制地降低身體，回到起始位置。\n\n小貼士：練習中，雙腿和軀干保持在同一平面。",
  "16-Leg-Raise-On-Parallel-BarsD": "提腿練習是一個非常好的增強和塑形腹肌下部的練習。\n\n步驟：背朝器械，雙手手肘部架在雙杠上。\n\n收縮下腹部和腿上部肌肉，提起雙腿，直到雙腿與地面平行。\n\n緩慢有控制的降低雙腿回到起始位置，重復預定好的練習次數。\n\n小貼士：練習中，始終保持雙腿並攏，這樣可以幫助身體平衡。和其他動作一樣，不要過度搖晃雙腿，利用慣性完成練習。練習者應該緩慢地控制動作的完成。",
  "female3DaySplitExtraName": "3天肌力訓練",
  "WBlockTargetWeightLossMuscleGain": "強健肌肉，減肥塑形計劃",
  "Flutter-KicksN": "俯臥背后踢腿",
  "51-Bent-over-rowN": "俯身劃船",
  "Seated-Leg-CurlD": "該動作是腿屈伸中的一種，主要鍛煉的股大腿背側的股二頭肌。\n\n步驟：調整機器高度，使得腳踏板在腳后跟的上方。\n\n坐直，收腹，雙腿在身體前方。\n\n 緩慢向后彎曲小腿，至最下方，停頓一會。\n\n緩慢控制好動作，將腿抬高，回到起始位置。\n\n小貼士：不要搖晃重量片，或者在練習中動作過快。",
  "RoutineBackWorkoutDescription": "您可以在您的鍛煉計劃中加入該健身練習。\n除了可以鍛煉背部的主要肌肉群之外，該練習也可鍛煉肱二頭肌。\n\n對初級健身者的小貼士：\n-每周安排一次鍛煉背部肌肉群的練習。\n –隻做前四項練習。如果感覺前面四項練習很容易完成，那麼可以完成全部六項練習。\n\n對高級健身者的小貼士：\n- 每周鍛煉一次背部肌肉群\n- 完成所有六項練習\n-如果完成膝關節超伸是感覺簡單，可雙手各持一塊重量板向胸部推壓。\n\n對專業健身者的小貼士：\n- 注意瀏覽針對高級健身者的小貼士。您可以增加重復練習整套動作的次數至4次。\n\n- 不要忘記心肺練習，比如跑步或者蹬健身車\n\n通用小貼士：\n- 在開始健身之前，不要忘記熱身運動\n- 在完成第一套健身練習動作時，第一個動作至少使用平時加重的30%，並重復20至25次。\n- 如果在健身過程中，身體感到疼痛，需立即停止健身。",
  "68-Reverse-Grip-Lat-Pull-DownD": "背闊肌下拉可以使背闊肌增長，極好地幫助健身者練出V-字型美背。反手握的變化使得目標練習肌肉有所不同，使得練習更有挑戰性。相比於其他傳統下拉動作，該練習更好地鍛煉肱二頭肌。\n\n步驟：坐在背闊肌下拉器械上，調整下方橫杠高度，使得雙腳卡在橫杠下方。\n\n掌心朝身體，雙手握住滑輪把手把手。為了練習到背闊肌，雙手分開的距離必須至少和雙肩距離相同。\n\n收縮背部肌肉，發力將把手從頭頂上方拉下直至下方鎖骨處。下拉時保持背部挺直，挺胸。\n\n控制把手運動的節奏，使其緩慢恢復起始位置。",
  "90-Leg-StretchD": "該練習可以拉伸股四頭肌，摑繩肌和臀肌。\n\n步驟：左腳單腳站立，保持雙膝靠緊。右手緩慢地將右腳從后方抬起，膝蓋彎曲，直至右腳靠緊右小腿。此時練習者應該感受到拉伸效果。\n\n釋放右腿，用左腿重復以上動作。",
  "Exercise-Ball-CrunchN": "平衡球卷腹",
  "88-Reverse-Grip-Smith-Machine-Decline-Bench-PressD": "相較於普通臥推，反手臥推以一種非常不同的方式鍛煉胸肌。反手臥推相對正手臥推而言動作穩定性較差。而史密斯器械可以通過平衡部分杠鈴重量來提高動作安全性。\n\n步驟：將杠鈴放在支撐架上，與放在平躺時雙手伸直的高度相同。在杠鈴上安裝好合適的重量片。\n\n將雙腿挂在下斜凳的橫杠上，保証人體穩穩貼著訓練凳，向后躺下。\n\n向下拉動背闊肌，使肩部固定在一個安全位置。\n\n然后，掌心朝下頭后方的牆面，彎曲杠鈴橫杠，從支撐架上取下杠鈴，並且緩慢降低杠鈴直至幾乎接觸胸骨處。\n\n收縮胸肌，爆發性的向上推舉杠鈴，直至雙手伸直。\n\n小貼士：注意將發力點集中在胸肌，以保証是胸肌而不是三角肌或者肱三頭肌完成該動作的主要部分。練習者可以想象自己在推舉杠鈴的同時雙手向內發力，試圖折斷杠鈴橫杠。這樣可以幫助練習者將發力點集中在胸肌。\n\n在該練習中，始終保持手臂微彎，並夾緊身體。完成該動作時若完全伸直手臂可能會損傷肩部。",
  "EZ-Bar-CurlD": "該練習使用曲杠鈴集中練習手臂力量。\n\n步驟：站立，雙腳分開，與肩同寬，膝蓋微微彎曲。\n\n手心朝上，反手位抓起曲杠鈴。\n\n降低杠鈴位置，將曲杠鈴倚靠在大腿上。\n\n保持上臂不動，將曲杠鈴向上移動，使小臂接觸肱二頭肌。\n\n小貼士：在完成該動作時，可以將身體倚靠牆壁或器械，防止身體搖晃。",
  "Isometric-Neck-Exercise-Front-and-BackD": "前與后等距頸部練習可有效鍛煉頸部肌肉。強壯的頸部肌肉可以幫助身體其他部分有力的排列。頸部練習時常被健身者忽略，所以，提醒健身者要注意頸部練習是十分必要的。\n\n步驟：身體豎直站立，雙手放在前額。收縮頸部肌肉，試圖向前推動頭部，雙手則穩定地抵住額頭。保証額頭向手移動，而不是手向額頭移動。盡量保証手靜止不動，從而產生足夠的阻力。保持全過程平視前方。\n\n接下來，將手放在與耳朵水平的位置，頸部向相反方向運動，完成后部頸部練習。\n\n小貼士：不要讓腦部在該運動中移動。",
  "Zottman-CurlD": "這是一個高級健身動作，練習者需要將啞鈴舉起的同時將旋轉手腕。\n\n步驟：雙腳分開，與肩同寬，站立。微微彎曲膝蓋，收緊腹部。\n\n手心相對，雙手各持一個啞鈴。 \n\n雙臂在身體兩側完全伸直。\n\n彎曲手臂，旋轉手腕，將手臂抬高至胸前，此時手心跟隨手腕旋轉，朝地面方向。\n\n保持該動作幾秒鐘，然后緩慢降低啞鈴至起始位置。",
  "Cable-Internal-RotationD": "肩關節內向轉動鍛煉肩部的旋轉袖肌。\n\n步驟：在地面平坐，靠近健身拉索器。拉索的把手應該與胯部同高，並且距離胯部約一隻手臂距離。用靠近拉索器一邊的手抓住拉索把手，向身體方向拉伸，使手肘自然伸出身體。\n\n開始，轉動肩部，使前臂向腹肌處移動。保持姿勢幾秒鐘，然后再轉動肩膀，恢復起始位置。\n\n完成一組動作后更換另一隻手重復。\n\n小貼士：該動作並不需要添加過度負重來達到效果，事實上，添加過度的負重會使身體其他肌肉也參與進該動作，從而降低運動效果。\n\n在腋窩處夾緊一條毛巾可以增加訓練舒適性和效果。",
  "routine1ExtraDescription": "針對訓練出六塊腹肌的訓練計劃各種各樣，該訓練計劃是其中之一。您將會獲得一系列訓練全部腹肌的常規訓練。\n\n該常規訓練是一個小的訓練單元，可以被包括在你的訓練計劃中。你將在購買之后獲得更多細節信息。\n\n目標：打造強壯美觀的腹肌。\n目標人群：男性和女性均可。\n適應者：初級健身者，高級健身者和專業健身者。\n練習地點：家中或者健身房。\n器材要求：啞鈴，斜椅\n類型：包含七個動作的常規練習。",
  "Decline-EZ-Bar-Tricep-ExtensionD": "該練習結合了下斜訓練凳和曲杠鈴來更有效的鍛煉肱三頭肌。\n\n步驟：面朝上，躺在下斜訓練凳上。雙手握住曲杠鈴。\n\n伸直手臂，使之垂直於胸部，保持肘關節在全動作中不移動。降低手部，使啞鈴降低至頭部附近。\n\n緩慢舉高啞鈴，回到起始位置。",
  "84-Hammer-Grip-decline-Dumbbell-PressD": "錘式下斜啞鈴臥推以一種和普通啞鈴臥推略微不同的方式鍛煉下部胸肌。這一點點的不同之處足矣打破練習瓶頸期，給胸肌帶來新的增長。該動作是很好的啞鈴臥推的替代動作。\n\n步驟：雙腳固定在橫杠上，身體向后躺下，保証身體完全被固定在下斜訓練凳上。\n\n雙手各持一個啞鈴，手臂彎曲，放在腰部附近，雙手掌心相對。\n\n 下背部微微彎曲，收縮背闊肌，將肩膀固定在穩定的位置上。\n\n然后，掌心相對，爆發式的將雙手舉起。\n\n以緩慢、有控制的節奏降低啞鈴，回到起始位置。\n\n小貼士：在下斜裝置上使啞鈴移動到初始位置對一般練習者都很有挑戰。所以，練習時，最好有同伴陪同並且幫助練習者放置好啞鈴位置。注意將發力點集中在胸肌，以保証是胸肌而不是三角肌完成該動作的主要部分。降低啞鈴時吸氣，推舉啞鈴時呼氣。",
  "Decline Close-Grip-Bench-To-Skull-CrusherN": "下斜窄握臥推",
  "Close-Grip-Front-Lat-PulldownD": "該動作是必不可少的鍛煉、塑形背闊肌的經典動作。\n\n步驟：坐在一個拉背練習機的固定座位上，雙腳放在膝蓋部位的擋板下。\n\n雙手分開約12厘米，窄握橫杠，豎直下拉橫杠至胸的上半部分。\n\n保持姿勢幾秒鐘，然后將橫杠恢復到起始位置。\n\n小貼士：練習中，盡量控制動作，不要搖晃背部。",
  "Standing-Barbell-Calf-RaiseD": "該動作是提踵的站姿版本。\n\n步驟：在地面上放置一個厚塊或者兩塊重量片。\n\n把杠鈴扛在肩上，腳掌接觸重量片，腳跟接觸地面，站在厚塊或者重量片上。\n\n緩慢抬起腳跟，然后再降低腳跟回地面，充分感受肌肉拉伸。\n\n回到起始位置。",
  "141-Machine-reverse-butterflyN": "器械反向屈臂夾胸",
  "130-Reverse-Cable-Preacher-CurlD": "該斜拖彎舉衍生版練習可以鍛煉前臂和肱二頭肌。該練習可以幫助練習者增加手臂肌肉。\n\n步驟：在低位拉索器前面放置一個斜拖椅。\n\n坐在斜拖椅上。保持背部和脊椎挺直。\n\n將雙臂自然伸直，手心朝下，放在斜拖椅上。\n\n以正手位握住把手，並拉動拉索使其朝自己頭部移動。\n\n緩慢降低把手至原位。\n\n小貼士：不要猛力提高重量片。保持緩慢、有控制的節奏練習該動作，可達到最好效果。對一些人來說，練習該動作時可能損傷筋腱，所以，如果練習者身體有任意形式的疼痛，必須馬上停止練習此動作",
  "hstworkoutCycle1Description": "准備活動\n\n增肌計劃的每一個訓練單元都將鍛煉您的全身主肌肉群。但是，該計劃並不以練習至肌肉力量不足為目的，而是在保持肌肉力量的前提下，逐漸增加練習的重量。\n\n每一個增肌計劃循環包括相同的練習動作，但是練習動作的重復次數逐漸減少，重量逐漸增加。每一個循環的詳細介紹將出現在循環簡介中。\n\n第一個循環中，每組動作重復15次。第二個循環中，每組動作重復10次。第三個循環中，每組動作重復5次。\n\n在准備練習時，您需要確定重復每一個練習動作15次的可承受重量（15RM），重復每一個練習動作10次的可承受重量（10RM）和重復每一個練習動作5次的可承受重量（5RM）。\n該指標可以通過嘗試不同重量來完成。\n\n一旦您確定了每一個訓練動作的15RM、10RM和5RM之后，即可進入第一個循環。",
  "GainPower": "增強力量",
  "One-Arm-Dumbbell-Preacher-CurlD": "斜拖彎舉利用特殊的訓練凳來支撐肱三頭肌，以分離出肱二頭肌集中訓練。該動作利用單臂彎舉啞鈴來獲得更多控制性。\n\n步驟：調整訓練凳高度，使其最高點於手臂上部平齊。\n\n手心朝上，一隻手以反手位抓住啞鈴橫杠。手臂伸直，放在訓練凳上。\n\n保持手臂靠在訓練凳上，把啞鈴朝頭部方向舉起。\n\n保持姿勢幾秒鐘，然后降低啞鈴至起始位置。\n\n交換手臂，重復以上步驟。\n\n小貼士：以緩慢、有控制的節奏練習該動作，可達到最好效果。",
  "117-Palms-Up-Barbell-Wrist-Curl-Over-A-BenchN": "掌心向上托手臂杠鈴卷腕",
  "32-Hanging-Knee-RaiseN": "懸挂提膝收腹",
  "Triceps-ExtensionsD": "該練習使用機器來保証動作標准。該練習適用於初學者和因為受傷而正在進行恢復性練習的練習者。\n\n步驟：調整機器座椅高度，使自己的上臂可以平行的放置在機器的手肘墊上。\n\n收腹，坐直，保持背部挺直。\n\n雙手臂伸直，抓住把手，將把手向拉向身體。\n\n保持該動作幾秒鐘，然后緩慢恢復至起始位置。\n\n小貼士：保持坐姿，雙腳平穩貼住地面。",
  "Decline-EZ-Bar-Tricep-ExtensionN": "下斜曲杠鈴臂屈伸",
  "WBlockTargetGroup": "目標群體",
  "biceps-curlD": "該彎舉動作同時使用兩個手臂。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n雙手各持一個啞鈴，掌心相對\n\n伸直雙臂，使手臂在身體兩側。\n\n鎖緊手肘，以手肘為中心，將手臂舉起靠近胸部，使前臂接觸肱二頭肌。\n\n緩慢放下手臂，恢復伸直狀態。\n\n小貼士：練習中不要搖擺身體。",
  "120-Standing-Behind-the-Back-Cable-Wrist-CurlD": "拉索可以很好地練習小臂屈肌。舉重練習者經常過度使用抓握動作而導致前臂筋腱損傷。拉索卷腕可以增強前臂力量，防止該類損傷的發生。\n\n步驟：背對一個低位輪滑坐站立。掌心朝上，在身后抓住拉索把手並將把手靠在大腿上。\n\n以手腕為旋轉中心，保持手臂靜止，緩慢、有控制地向上彎曲手腕。\n\n以相同緩慢、有控制的節奏，反向重復以上動作，將拉索恢復至起始位置。\n\n小貼士：不要猛力的將拉索把手向上拉，然后方下。這樣會損傷手腕。相反地，始終使用緩慢、有力的運動節奏完成該動作。",
  "19-Reverse-Standing-Barbell-CurlD": "小臂肌肉是極易被大多數舉重練習者和健美者忽略。杠鈴彎舉可以很好的增加小臂肌肉，同時可以幫助多數舉重者避免小臂筋腱損傷。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲。雙手掌心朝地面，握住杠鈴並將杠鈴抵在大腿處。\n\n保持上臂靜止，彎曲前臂，使杠鈴向胸部移動，直至前臂接觸胸部。\n\n緩慢降低杠鈴，直至手臂伸直，將杠鈴抵在大腿上。\n\n小貼士：該練習中，隻有小臂移動。健身者不能爆發性舉起杠鈴，而要緩慢控制地完成動作。",
  "130-Reverse-Cable-Preacher-CurlN": "正手拉索斜拖彎舉",
  "Seated-Dumbbell-CurlD": "該動作是啞鈴彎舉的坐姿衍生版。\n\n 坐在訓練凳上，雙腳平穩放在地面，背部挺直。\n\n雙手各持一個啞鈴，坐在訓練椅上，雙腳平穩地放在地面。\n\n雙臂下垂在身體兩側。小臂向頭部抬起,輕微彎曲手臂使掌心朝上。\n\n在最高點收縮肱二頭肌。緩慢恢復至起始位置。\n\n如果可以的話，可使用矮背訓練椅來支撐動作。",
  "PWEnteredData": "這裡是您輸入的個人信息\n\n性別: %@\n年齡: %@ 年\n健身水平: %@\n目標: %@\n健身地點: %@\n計劃健身頻率: %@",
  "Triceps-PushdownD": "該練習是所以肱三頭肌下推的原始版本。\n\n步驟：面對繩索拉力器，將一個杆狀把手安裝在一個高位滑輪上: \n\n手心朝下，以正手位抓住把手手柄。\n\n收腹並保持背部挺直。\n\n保持手肘在身體兩側，夾緊上手臂，將把手推至大腿處。\n\n停頓片刻，然后恢復到起始位置。\n\n小貼士：雙腳可一前一后站立。",
  "55-Reverse-One-Arm-Cable-Tricep-ExtensionN": "單臂反手拉索臂屈伸",
  "122-Seated-Reverse-Barbell-Wrist-CurlN": "坐姿正手握杠鈴卷腕",
  "Smith-Machine-Hack-SquatD": "該練習是深蹲練習的衍生版，主要可幫助肌肉增長和鍛煉股四頭肌力量。\n\n將杠鈴調整高度，放在身后腳踝處。\n\n站在靠近杠鈴處。雙腳分開站立，與肩同寬，腳尖向前。\n\n雙腳牢牢抓緊地面，蹲下，雙手在身后以正手位抓住杠鈴。\n\n漸漸拉起杠鈴，完全伸展髖部和膝蓋。注意不要鎖死膝蓋。\n\n降低重心，向下深蹲，直至大腿於地面平行。\n\n緩慢起身，恢復起始位置。\n\n小貼士：保証膝蓋向腳的方向運動。",
  "Dumbbell-PulloverD": "該動作是普通杠鈴仰臥屈臂上拉的改良動作。\n\n步驟：上背部仰臥在凳面上，頭部稍露出凳端。兩臂彎曲，雙手於頭頂處交叉握住啞鈴一端的內側，掌心向上，啞鈴下垂。\n\n兩肘彎曲，雙手持鈴慢慢屈肘向頭頂后落下。在該動作過程中應該感到胸肌和肱三頭肌的拉伸。然后，向反方向運動，回到起始位置。\n\n小貼士：確保能該覺到啞鈴向下運動時的對肌肉的拉伸。",
  "4-Lying-Leg-CurlN": "臥姿彎腿",
  "Incline-Dumbbell-FlyesN": "上斜仰臥飛鳥",
  "BOSU-Ball-Push-UpsN": "半圓平衡球俯臥撐",
  "62-Machine-Assisted-Pull-UpN": "器械輔助上拉",
  "Close-Grip-Standing-Barbell-CurlD": "該彎舉動作用普通杠鈴來分離集中鍛煉肱二頭肌。\n\n步驟：站立，雙腳與肩同寬，膝蓋微微彎曲，收腹。\n\n掌心朝上，雙手分開約30厘米，以反手位抓握杠鈴。\n\n完全伸直雙臂，將曲杠鈴倚靠在腿前側上。\n\n保持手臂伸直，彎曲前臂，使杠鈴向胸部移動。\n\n停頓幾秒鐘，然后恢復起始位置。\n\n小貼士：如果練習者在練習中晃動身體，可以倚靠牆壁完成此動作。",
  "Dumbbell-FlysD": "仰臥啞鈴飛鳥比仰臥啞鈴臥推更好的集中鍛煉胸部。通過在該動作中保持手臂相對伸直，肱三頭肌的使用減少。該動作也把鍛煉肌肉更加集中到內胸肌側。\n\n步驟：雙手各持一個啞鈴，平躺在訓練凳上，雙臂張開在身體兩側。手肘背面對著地面，手掌朝天花板。啞鈴的位置大約與肩同高。\n\n收縮胸肌，使啞鈴以肩部為中心，弓形運動至胸肌正上方。肱二頭肌和肱三頭肌在全動作中隻起到穩定手臂而不是推舉發力的作用。\n\n在最高處，兩手肘相對，掌心相對。\n\n保持姿勢幾秒鐘，然后緩慢的降低啞鈴至起始位置。同樣，降下啞鈴時也需要把發力點控制在胸肌部分。\n\n小貼士：這是一個訓練高度集中肌肉的練習。專注使用胸肌來完成大部分飛鳥動作。\n\n像平常一樣，記住保持平穩舒暢的呼吸，不要憋氣。",
  "femaleFitWithDumbbelsExtraName": "啞鈴健身",
  "PWQuestionsNotAnswered": "請回答以下問題來創建個體化健身計劃",
  "59-Bench-Two-Arm-Dumbbell-RowN": "上斜雙臂啞鈴劃船",
  "19-Reverse-Standing-Barbell-CurlN": "站立杠鈴反向彎舉",
  "crunchesN": "屈膝仰臥起坐",
  "ProVersionMaleFemaleTranslation": "該版本是專為男性設計，所有的訓練計劃符合男性的健身模式，滿足男性的健身需求。請開通會員，專享全部男性健身計劃。\r\n\r\n\r\n該版本是專為女性設計，所有的訓練計劃符合女性的健身模式，滿足女性的健身需求。請開通會員，專享全部女性健身計劃。",
  "Medicine-Ball-Bicep-Curls-on-Stability-BallD": "該動作結合了最新流行的平衡球和經典的健身球。\n\n步驟：平穩坐在平衡球上，雙腳平穩放在身前。接觸地面。\n\n背部挺直，肩膀展開，收腹。\n\n手心朝上，單手拖住健身球，彎曲手臂，小臂接觸肱二頭肌。\n\n恢復起始位置，更換手臂重復。\n\n小貼士：拖住健身球時，手指盡量張開，可以更好的平衡健身球。",
  "Smith-Machine-Reverse-Calf-RaisesD": "該練習特別鍛煉屬於小腿肌肉一部分的前脛肌。\n\n步驟：在史密斯機下放置一個較矮的盒子或者厚塊。\n\n雙腳站立在盒子或者厚塊的邊緣，腳趾向下垂出厚塊邊緣。\n\n將杠鈴扛在肩上，身體略向前，收縮前脛肌，抬起腳掌。\n\n回到起始位置。\n\n小貼士：在完成該動作時，用史密斯機器的杠鈴作為身體的支撐點。",
  "EllipticalD": " ",
  "packagehomeExtraShortName": "居家健身套餐",
  "4daysplithomeExtraName": "四天全身訓練計劃（家庭版）",
  "93-Lower-Back-StretchD": "該練習拉伸長斜方肌。\n\n步驟：坐在訓練凳邊緣，雙腳分開，寬與雙肩。\n\n上軀干向前彎曲，直至胸部貼住大腿。\n\n在降下身體的同時，雙手貼住大腿內側沿膝蓋背面，向下繞至腳后跟處，抓住腳后跟。\n\n保持該姿勢10-30秒。",
  "124-Seated-Palms-Down-Barbell-Wrist-CurlN": "坐姿掌心向下杠鈴卷腕",
  "RoutineChestExtraDescription": "該常規練習將幫助你練出強健胸肌。\n\n這個常規練習是一個小的訓練單元，可以被包括在你的訓練計劃中。你將在購買之后獲得更細節信息。\n\n目標：鍛煉胸部肌肉線條，促進肌肉生長。\n目標人群：男性和女性均適用。\n 適應者：初級健身者，高級健身者和專業健身者。\n練習地點：健身房。\n器材要求：啞鈴，杠鈴和健身長凳。\n類型：包含六個動作的常規練習",
  "Lying-Incline-CurlN": "俯臥上斜杠鈴彎舉",
  "128-Reverse-Grip-Cable-CurlD": "該練習可以很好地鍛煉前臂和肱二頭肌。\n\n步驟：雙腳分開，與肩同寬，保持背部和頸部挺直，膝蓋微彎，面對一個低位輪滑拉索器械站立。\n\n抓手心朝下，住拉索把手。\n\n以肘關節為中心，以緩慢、有控制的節奏向上彎舉拉索把手，保持上臂靜止不動。\n\n和上舉動作的節奏一樣，以緩慢、有控制的節奏降低把手至起始位置。",
  "1-Ab-Crunch-MachineN": "卷腹機",
  "35-Janda-Sit-UpN": "臂交叉仰臥起坐",
  "premium3ExtraName": "選擇會員持續時間",
  "Close-Grip-Standing-Barbell-CurlN": "站姿窄握杠鈴彎舉",
  "Decline Close-Grip-Bench-To-Skull-CrusherD": "該練習結合了窄握杠鈴臥推和臂屈伸動作。\n\n步驟：平躺於平放訓練凳上。\n\n抓住杠鈴，兩手分開約24至36厘米,手臂伸直。\n\n手臂緊靠身體兩側，降低杠鈴，使其大約在乳頭下方3厘米處接觸胸肌。\n\n利用肱三頭肌，緩慢將杠鈴恢復至起始位置。\n\n在杠鈴處於最高點時，向頭部彎曲手臂。\n\n將杠鈴舉高至胸上方，然后重復。",
  "femaleBackGymExtraName": "健身房背部練習",
  "ExtraWorkoutsTitle": "訓練計劃",
  "Leg-PressN": "腿部推舉",
  "Crunch-Legs-On-Exercise-BallN": "卷腹—腳至於健身球上。",
  "46-PowerrollerN": "健腹器卷腹",
  "ProVersionFeatureNoads": "沒有廣告！\n",
  "crunchesD": "該動作常用於腹部鍛煉，但健身者容易錯誤的練習該動作。下面講解如何正確的練習這個動作。\n\n步驟：仰臥平躺，雙腳放置於訓練椅上，膝蓋彎曲呈90度。\n\n雙手交叉放置胸前，或者放在頭兩側，輕輕蓋住耳朵。\n\n將頭部，肩部和胸部抬離地面，向膝蓋靠攏，卷曲收縮腹部。\n\n保持動作，停頓幾秒鐘，然后緩慢放下身體至起始位置。\n\n小貼士：在整個動作中，保持臀部和背部在一條直線，保持下半部分背部緊貼地面。",
  "112-One-Arm-Reverse-Dumbbell-Wrist-Curl-Over-BenchN": "單臂拖手臂正手握啞鈴卷腕",
  "Dumbbell-LungeD": "該動作是前屈深蹲的高級版本。\n\n步驟：雙手各持一個啞鈴。\n\n雙腳分開約12厘米，腳尖朝前。\n\n右腳向后一步，兩腿分開。\n\n保持背部挺直，收腹，降低身體，使得左膝幾乎接觸地面。\n\n保持該動作幾秒鐘，然后恢復起始位置。\n\n小貼士：可以在膝蓋下方放置一塊毛巾或者墊子。",
  "Seated-Barbell-Military-PressN": "坐姿杠鈴推舉",
  "101-Calves-Stretch-3N": "腓腸肌拉伸3",
  "Barbell-Incline-Bench-PressD": "該動作是普通臥推的改進，利用上斜長凳，主要練習上半部分胸肌。該動作可以全面幫助練習者塑造平衡協調的胸肌。\n\n步驟：調整訓練長凳成45度，或者找到一個上斜的長凳。平躺在長凳上，雙腳放在地面。採用比肩寬的握距，握住杠鈴。\n\n從支撐架上取下杠鈴，將杠鈴移至胸部的正上方，擺好准備動作。緩慢降低杠鈴，直至它接觸到胸部，停頓幾秒鐘。最后，舉起杠鈴至起始位置。\n\n小貼士：全過程保持緩慢，有控制的運動頻率。在起始位置時，不要鎖死肘關節。"
}